Repository: MohammedDawoud/TameerNewAPI
Catalog: TaamerProject.Service/LocalResources/Resources.*.resx
Languages: ar

# reques_rejected
source: reques has been rejected
ar: تم رفض الطلب

# RequiredLoginData
source: Enter username and password and Visible Code
ar: أدخل اسم المستخدم وكلمة المرور والرمز المرئي

source: Required service
ar: الخدمة المطلوبة

# resiveBefor
source: Received before
ar: تم الاستلام من قبل

# resiveFalied
source: res
ar: فشل في الاستلام

# Restrictionspreviouslyposted
source: Restrictions are previously posted
ar: القيود مرحله سابقاً

source: Retrieval failed
ar: فشل في الاسترجاع

source: Retrieved Failed
ar: فشل في الاسترجاع

source: Retrieved successfully
ar: تم الاسترجاع بنجاح

# returnsAreAccountedForInTheBranchAccounts
source: Ensure that purchase returns are accounted for in the branch accounts
ar: تأكد من حساب مردود المشتريات في حسابات الفرع

source: Return date
ar: تاريخ العودة

# return_invoice
source: An invoice that is more than 90 days old will not be refunded
ar: الفاتورة التي مضى على إصدارها أكثر من 90 يوما, لن يكون بالإمكان استرجاع مبلغ الضريبة الخاص بها

# return_invoice2
source: The date of invoice returns is available after the end of the tax return period for a full month (the month of adjustment)
ar: تاريخ مردودات الفواتير متاح بعد إنتهاء مدة الإقرار الضريبي بشهر كامل(شهر التعديل)

source: Revenue movement
ar: حركة الإيرادات

source: Revenues Accont
ar: حساب الايرادات(المبيعات)

# Re_invoce
source: Return sales invoice
ar: فاتورة مرتجع مبيعات

# Roof
source: Roof Type
ar: نوع السقف

source: Roof attachment
ar: ملحق السطح

source: Roof room
ar: جلسة سطح

# Salary_Setting
source: Monthly Salary setup
ar: إعداد المسير الشهري

source: Sales account cannot be deleted.
ar: لا يمكن حذف حساب المبيعات

source: Sales VAT account
ar: حساب ضريبة القيمة المضافة على المبيعات

# SARValue
source: SAR
ar: ر.س

source: Saturday
ar: السبت

# SaveAchievements
source: Save Task achievement Percent
ar: حفظ النسبة

# SaveFailedRunningStoppedTasksThatMustBeCompletedFirst
source: Save failed.. There are running or stopped tasks that must be completed first
ar: فشل في الحفظ .. يوجد مهام قيد التشغيل او متوقفة يجب انهائها اول

# SaveFailedStoppedTasksCompletedFirst
source: Save failed.. There are running or stopped tasks that must be completed first
ar: فشل في الحذف .. يوجد سير لنوع المشروع الفرعي

# Save_continue
source: Save and continue
ar: حفظ ومتابعة

# Save_Faild_Check_users
source: Failed to save..Make sure bios users
ar: فشل في الحفظ.. تأكد من مستخدمين مهام السير

# Save_failed_in_Points_Report
source: Save faild in report points
ar: فشل في حفظ البنود التي لم تذكر في التقرير

source: Search by file name
ar: بحث باسم الملف

# SearchInOutInBoxFile
source: Search In Out In Box Files
ar: بحث في ملفات الصادر والوارد

# Search_PlaceHolder
source: Write Search here ...
ar: اكتب ماتريد البحث عنه هنا ...

# secondd
source: second
ar: ثانية

source: Select All
ar: اختيار الكل

# selectBranch
source: Failes To select branch
ar: فشل في تحديد الفرع

# selectItemAccountBeforeSaving
source: Please select an item account before saving
ar: من فضلك اختر حساب الصنف قبل الحفظ

source: Select User
ar: اختر مستخدم

# sender_info
source: Sender Information
ar: بيانات المرسل

source: send failed
ar: فشل في الإرسال

# sendPassword
source: Request to send his password to the system via e-mail
ar: طلب ارسال الرقم السري له على النظام خلال البريد الالكتروني

# senduseremail
source: The user activation link has been sent successfully ... Please inform the new user by entering his mail to activate the account
ar: تم ارسال رابط تفعيل المستخدم بنجاح... الرجاء ابلاغ المستخدم الجديد بالدخول على بريده لتفعيل الحساب

# Send_your_password_to_mail
source: Send your password to the e-mail
ar: ارسال كلمة المرور الخاصة بك علي البريد الإلكتروني

source: senior
ar: أول

source: sent succesfully
ar: تم الارسال بنجاح

# serviceAccountBeforeSaving
source: Please select a service account before saving
ar: من فضلك اختر حساب الخدمة قبل الحفظ

source: Service Details
ar: تفاصيل الخدمة

source: Services
ar: الخدمات

# Services_Prices
source: Services and Prices
ar: الخدمات والاسعار

# ServiceWarning
source: Attention: It is preferable to add the details of the service in detail (Arabic / English) to be shown in the price offer, and in the client's contracts
ar: تنبيه:يفضل إضافة تفاصيل الخدمة بشكل مفصل (عربي/إنجليزي)لإظهارها في عرض السعر، وفي عقود العميل

source: Service Name
ar: اسم الخدمة

source: Service Prices
ar: اسعار الخدمات

# Service_req
source: Enter Service Name
ar: ادخل اسم الخدمة

source: service room
ar: غرفة خدمات

source: service stairs
ar: درج خدمة

# SessionEnd
source: session almost to end
ar: !قارب وقت الجلسة على الانتهاء

# Setting_Finished_Task
source: Finished Task
ar: مهمة منتهية

# Setting_MainPhase
source: Main Phases
ar: مرحلة رئيسية

# Setting_ordinary_Task
source: Ordinary Task
ar: مهمة عادية

# Setting_Subphases
source: Sub Phases
ar: مرحلة فرعية

source: Shared File Access Service
ar: خدمة مشاركة ملف مع العميل

source: share with client
ar: مشاركة مع العميل

# ShowAlert
source: Show Alert Text
ar: عرض نص التنبيه

# showTask
source: Show Tasks
ar: عرض المهام

# show_comp_data
source: Show the facility data at the end of the reports
ar: اظهار بيانات المنشأة فى نهاية التقارير

source: Side From
ar: الجهة من

# SideNameAr
source: Side Name (Arabic)
ar: اسم الجهة (عربي)

# SideNameEn
source: Side Name (English)
ar: اسم الجهة (انجليزي)

# SideSend
source: Choose the party to which the project will be sent
ar: اختر الجهة التي سيتم ارسال المشروع إليها

source: Side To
ar: الجهة الى

source: Site
ar: الموقع

# Small_open_kitchen
source: Small and open kitchen
ar: مطبخ صغير و مفتوح للتخديم

source: SMS Providers
ar: مقدمو خدمة الرسائل

# SMS_SenderId
source: Sender Id
ar: رقم المرسل

# Smtp_Server
source: The outgoing email server- SMTP
ar: خادم البريد الصادر الخاص بالبريد الالكتروني SMTP

source: Social Media
ar: التواصل الاجتماعي

# SorryYouDunHaveAbilityToAddOnProject
source: Sorry .. You do not Have Ability To Add On Project
ar: عفوا .. ليس لديك صلاحية للإضافة على المشروع

# SorryYouDunHaveAbilityToAddTask
source: Sorry .. You do not Have Ability To Add Task on Project
ar: عفوا .. ليس لديك صلاحية لإضافة مهمة على المشروع

# SorryYouDunHaveAbilityToEdit
source: Sorry .. You do not Have Ability To Edit Project
ar: عفوا .. ليس لديك صلاحية للتعديل على المشروع

# SorryYouDunHaveAbilityToEditAttendence
source: Sorry..you don't have a privilage for editing
ar: عفوا .. ليس لديك صلاحية للتعديل على الحضور أوالانصراف

# SorryYouDunHaveAbilityToEditOnProjectSetting
source: Sorry .. You do not Have Ability To Edit Project Setting
ar: عفوا .. ليس لديك صلاحية للتعديل على سير المشروع

# SorryYouDunHaveAbilityToFinish
source: Sorry .. You do not Have Ability To Finish Project
ar: عفوا .. ليس لديك صلاحية لإنهاء المشروع

# SorryYouDunHaveAbilityToView
source: Sorry .. You do not Have Ability To View Project Details
ar: عفوا .. ليس لديك صلاحية لمشاهدة المشروع

source: Space details
ar: تفاصيل المساحة

# sppourt_Release
source: Release
ar: الإصدار

source: Staff absences
ar: غيابات الموظفين

# Staffcontracts
source: Staff contracts are nearing completion
ar: عقود موظفين قاربت الانتهاء

source: Staff delays
ar: تأخيرات الموظفين

# stages_completed
source: These stages have been completed
ar: تم الانتهاء من هذة المراحل

# start_date_deduction
source: The start date of the deduction
ar: تاريخ بداية الإستقطاع

# start_date_of_vacation
source: The start date of the vacation
ar: تاريخ بداية الإجازة

# Statementflights
source: Statement of flights
ar: بيان طلعات

source: Statistical reports
ar: تقارير إحصائية

source: Statistical reports
ar: تقارير احصائية

source: Stop Project
ar: ايقاف مؤقت

source: Stop Repeat
ar: إيقاف التكرار

source: Store
ar: مخزن

source: storehouse
ar: مستودع

source: Street Name
ar: اسم الشارع

# structureStaffSavedSuccessfully
source: The administrative structure of the staff has been saved successfully
ar: تم حفظ الهيكل الاداري للموظفين بنجاح

# structureStaffSavedSuccessfullyFaild
source: Failed to save the administrative structure
ar: فشل في حفظ الهيكي الاداري

source: Subject
ar: الموضوع

source: Sub_Entrance
ar: مدخل فرعي

# successfullyuninstalled
source: The migration was successfully uninstalled
ar: تم فك الترحيل بنجاح

source: Sucessfully Opertaion
ar: عملية ناجحة

source: Sunday
ar: الاحد

source: Supervisions Falied
ar: فشل في اتاحة طلعة إشراف

source: Support Requests
ar: طلبات الدعم الفني

# SupportTicket
source: Open a new technical support ticket
ar: فتح تذكرة دعم فني جديدة

# support_ask
source: Technical Support
ar: طلب الدعم الفني

# support_message
source: Message
ar: رسالة

# support_report
source: Report Problem
ar: الإبلاغ عن خطأ

source: Support Request
ar: الدعم الفني

# support_sugge
source: Suggestion
ar: اقتراح

# support_Topic
source: Topic
ar: موضوع الطلب

# support_type
source: type
ar: النوع

source: swimming pool
ar: مسبح

source: System event log
ar: سجل احداث النظام

source: SystemOptions
ar: خيارات النظام

# Sys_AllRightsReserved
source: All Rights Reserved
ar: جميع الحقوق محفوظة

# sys_awayuser
source: are you sure you want to away this user from system?
ar: هل انت متأكد من استبعاد هذا المستخدم ؟

# Sys_BayanatechLbl
source: Bayanatech
ar: بياناتك

# Sys_Branchaccounts
source: Branch Accounts
ar: حسابات الفروع

# Sys_BranchBoxAcc
source: Fund Account
ar: حساب الصندوق

# Sys_BranchCode
source: Branch Code
ar: كود الفرع

# Sys_BranchContractsAcc
source: Contracts Account
ar: حساب العقود

# Sys_BranchCustomersAcc
source: Customers Account
ar: حساب العملاء

# Sys_BranchEmployeesAcc
source: Employees Account
ar: حساب الموظفين

# Sys_BranchEngineeringLicense
source: Engineering License
ar: ترخيص هندسي

# Sys_Branches
source: Branches
ar: الفروع

# Sys_BranchGuaranteeAcc
source: Guarantee Account
ar: حساب الضمانات

# Sys_BranchLabLicense
source: Lab License
ar: ترخيص المختبر

# Sys_BranchMailbox
source: Mail Box
ar: صندوق البريد

# Sys_BranchManager
source: Branch Manager
ar: مدير الفرع

# Sys_BranchPhone
source: Branch Phone
ar: رقم الهاتف

# Sys_BranchSuppliersAcc
source: Suppliers Account
ar: حساب الموردين

# Sys_BranchSuspendedFundAcc
source: Suspended Fund Account
ar: حساب الصندوق المعلق

# Sys_BranchTaxsAcc
source: Taxs Account
ar: حساب الضرائب

# Sys_changepassowrdfromnow
source: Sorry, the password is similar to the current password, please change it
ar: عفوا كلمة المرور مشابهة لكلمة المرور الحالية من فضلك قم بتغييرها

# Sys_ClientProjectNo
source: Customer / Project Number
ar: عميل / رقم مشروع

# sys_confirmemailenter
source: please confirm email address
ar: عفوا قم بتأكيد البريد الالكتروني

# sys_confirmMobileEnter
source: please confirm the mobile number
ar: عفوا قم بتأكيد رقم الجوال

# Sys_ConfirmPassword
source: plaese confirm password
ar: عفوا قم بملء تأكيد كلمه المرور

# sys_emaildidntmatch
source: emails didn't match each other!
ar: عفوا البريد الالكتروني غير متطابق

# sys_emailenter
source: please enter the email address
ar: عفوا قم بملء البريد الالكتروني

# sys_emailfind
source: email address is already existing
ar: عفوا البريد الالكتروني مسجل بالفعل

# Sys_errorConfirmPassword
source: password is not matching
ar: عفوا كلمة المرور غير متطابقة

# sys_errorcrrotly
source: Please password is different, please confirm correctly
ar: من فضلك كلمة المرور مختلفة يرجى التأكيد بشكل صحيح

# sys_falidToaway
source: Failed To Away
ar: فشل في الإستبعاد

# Sys_ForIT
source: Information Technology Est
ar: لتقنية المعلومات

# Sys_generalmanager
source: General Manager
ar: الأستاذ العام

# Sys_generalmanagerreport
source: General Manager Report
ar: تقرير الأستاذ العام

# Sys_Imageagency
source: Image Agency
ar: صورة الوكالة

# Sys_incomelist
source: Income list
ar: قائمة الدخل

# Sys_incomelistreport
source: Income list RSSSSeport
ar: تقرير قائمة الدخل

# sys_Mobiledidntmatch
source: mobile numbers didn't match each other!
ar: عفوا رقم الجوال غير متطابق

# sys_MobileEnter
source: please enter the mobile number
ar: عفواً قم بإدخال رقم الجوال

# Sys_NewBranch
source: New Branch
ar: فرع جديد

# Sys_NotifationSystem
source: Follow up of administrative work
ar: متابعة الأعمال الإدارية

# Sys_NotificationAndAlerts
source: Notification and Alerts
ar: الاشعارات والتنبيهات

# Sys_NotificationsEmails
source: Notifications (Emails)
ar: البريد الالكتروني للإشعارات

# Sys_OrganizationData
source: Organization Data
ar: بيانات المنشأة

# Sys_OrganizationNameArabic
source: Organization Name Arabic
ar: اسم المنشأة (عربي)

# Sys_OrganizationNameEnglish
source: Organization Name English
ar: اسم المنشأة (إنجليزي)

# sys_passwordEter
source: plaese enter password
ar: عفوا قم بملء كلمه المرور

# Sys_Session
source: Session ( by hour)
ar: مدة بقاء كلمة المرور (بالساعة)

# Sys_sessionTime
source: Session Time
ar: مدة الجلسة بالدقيقة

# Sys_TaskCounter
source: Tasks Counter
ar: عداد المهام

# Sys_Trading
source: Trading
ar: المتاجرة

# Sys_TradingReport
source: Trading Report
ar: تقرير المتاجرة

# Sys_TransferAccountsToBranch
source: Transfer accounts to branch
ar: نقل الحسابات للفرع

# Sys_validConfirmPassword
source: Enter Password and Confirm Password Correctly
ar: أدخل كلمة المرور وتأكيد كلمة المرور بشكل صحيح

# Sys_ValidLogin
source: Enter any username, password and branch
ar: أدخل أي اسم مستخدم وكلمة مرور

# Sys_Welcome
source: Welcome
ar: مرحباً بكم

# Sys_WithCompany
source: For
ar: لمؤسسة

# TaamerTitle
source: Taameer Cloud for Engineering Offices Management
ar: تعمير السحابي لإدارة المكاتب الهندسية

source: Take action
ar: أخذ فعل

source: task Acceptance reason
ar: سبب قبول مهمة

# TaskCantconvert
source: Task Compelete You Can't convert it
ar: عفوا المهمة مكتملة لا يمكنك تحويلها

# TaskCompelete
source: Task Already Compelete
ar: عفوا المهمة مكتملة بالفعل

source: Task Details
ar: تفاصيل المهمة

# taskDontrun
source: task didn't started
ar: لم يتم تشغيل المهمة

# taskDontstop
source: task didn't stopped
ar: لم يتم ايقاف المهمة

# Taskextensionrequests
source: extension
ar: تمديد

source: Task Not End Yet
ar: لم تنتهي بعد

source: Task Not Start Yet
ar: لم تبدأ بعد

# TasksDeletethemFirst
source: There are tasks or stages in this stage, please delete them first
ar: توجد مهام او مراحل في هذة المرحلة الرجاء حذفهم اولا

# TasksMergedFailedMerg
source: Merg Failed cuz task have many task merged
ar: لا يمكنك دمج مهمة تحتوي على مجموعة مهام

source: Tasks saved successfully
ar: تم حفظ سير المهام بنجاح

# taskstarted
source: task is running can't be edited
ar: المهمة بدأت لا يمكنك التعديل عليها

source: Task Status
ar: حالة المهمة

# Tasks_seenBy
source: Who has the authority to view the assignment?
ar: من لدية صلاحية مشاهدة المهمة

# Task_DoneBy
source: Who should Do It?
ar: من ينبغي أن ينجزها؟

# Task_FileSaved
source: Files Saved Succssully
ar: تم حفظ الملفات

# task_fullDay
source: Full Day
ar: يوم كامل

# Task_Precent
source: Task End Precent
ar: نسبة إنجاز المهمة

# Task_seenByUser
source: Who Can See This Task?
ar: من يستطيع رؤية المهمة

# task_successfully_transferred
source: The task has been successfully transferred
ar: تم نقل المهمة بنجاح

# Task_Today
source: Today
ar: اليوم

source: Tax
ar: الضريبة

source: Tax Return
ar: الإقرار الضريبي

# Tax_Report
source: VAT Report
ar: الإقرار الضريبي

source: The amount of the agreement
ar: مبلغ الاتفاق

source: The amount pay
ar: مبلغ المدفوع

source: The code already exists
ar: الكود موجود من قبل

source: The debtor of the period
ar: مدين الفترة

source: the elevator
ar: المصعد

source: the first
ar: الأول

source: the reason of refuse
ar: سبب الرفض

source: The remaining amount
ar: مبلغ المتبقي

# There_mistake
source: There's a mistake
ar: يوجد خطأ

source: the basement
ar: القبو

# The_employee_cannot_be_deleted_for_contiouns_in_working
source: The employee cannot be deleted because he started work, you have to terminate his services first to be able to delete
ar: لا يمكن حذف الموظف بسبب مباشرتة للعمل ، عليك بانهاء خدماته اولا لتتمكن من الحذف

source: The general fund account cannot be deleted
ar: لا يمكن حذف حساب الصندوق العام

# Thisbondposted
source: This bond has been posted
ar: لقد تم ترحيل هذا السند

source: This For
ar: وذلك مقابل

source: Thursday
ar: الخميس

# ticketType
source: Please choose the type of ticket
ar: فضلاً اختر نوع التذكرة

# ticketWarning
source: ATTENTION: When you are asked for the private password, please change the password to 123456, and then provide technical support with it, and do not disclose the password that you always use to increase the security of your information
ar: تنبيه:عندما يطلب منك الرقم السري الخاص ، برجاء تغيير الرقم السري إلى 123456، ومن ثم تزويد الدعم الفني به ، وعدم إفشاء الرقم السري الذي تستخدمه دائمًا لزيادة أمن معلوماتك

source: Time consumed
ar: الوقت المستهلك

# timeline_of_tasks
source: A timeline of tasks
ar: مخطط زمني للمهام

# timeLogIn
source: Log In Time
ar: وقت تسجيل الدخول

# todayholiday
source: today is a holiday
ar: اليوم إجازة

# TodayTasks
source: Today's Tasks
ar: مهامي اليومية

# TodayWorkOrder
source: Today's Work Order
ar: اوامر عمل هذا اليوم

source: Toilet
ar: دورة مياه

source: Toilets
ar: دورات مياه

source: Top accessory
ar: الملحق العلوي

source: Total Cost
ar: تكلفة المهمة

# Totalcreditordebtor
source: Total
ar: الأجمالي

source: Total Cost
ar: إجمالي المصروفات

source: Total paid
ar: إجمالي المسدد

source: Total Revenue
ar: إجمالي الإيرادات

# TranfareTask
source: The task was successfully converted
ar: تم تحويل المهمة بنجاح

source: transfer
ar: حوالة

# Transfer1
source: Transfer
ar: نقل

# TransferCurrentTasks
source: Transfer only current tasks
ar: تحويل المهام الحالية فقط

# TransferNote
source: The system will only check the tasks that (not started/running) by leave date and transfer them
ar: سيقوم النظام بفحص المهام التي (لم تبدأ/قيد التشغيل ) فقط حسب تاريخ الإجازة المقدمة

# TransferredAdministration
source: Transferred to administration
ar: تم التحويل الي الادارة

source: Transferring the project to ongoing
ar: تحويل المشروع الى جاري

# TransferTasks
source: Transfer all tasks to another user
ar: تحويل جميع المهام إلى مستخدم آخر

# transfer_cannot_be_returned
source: An entry has been made for this custody, the transfer cannot be returned
ar: تم عمل قيد لهذه العهدة لا يمكن استرجاع التحويل

source: Transfer date
ar: تاريخ التحويل

source: Transportation
ar: مواصلات

source: Transportation Allowance
ar: بدل مواصلات

source: Tuesday
ar: الثلاثاء

source: two cars
ar: سيارتان

source: Type of implementation
ar: نوع التنفيذ

# Unbalancedbond
source: Unbalanced bond, the value of the creditor is not equal to the value of the debtor
ar: سند غير متزن , قيمة الدائن لا تساوي قيمة المدين

source: UnMarried
ar: اعزب

source: Unselect All
ar: الغاء الكل

source: Until the next year
ar: إلى السنة التالية

source: Upload Customer Docs
ar: رفع وثائق ومستندات العميل

source: upload done
ar: تم الرفع

source: upload falid
ar: لم يتم الرفع

# UploadImg
source: Upload Image
ar: تحميل صورة

source: Upload New Doc
ar: رفع مستند جديد

# UploadProjectFile
source: Upload a file to the project
ar: رفع ملف على المشروع

# uploadsuccfully
source: File Uploaded Successfully
ar: تم رفع الملف بنجاح

source: User Added Before
ar: هذا المستخدم موجود بالفعل

# UserAway
source: user away succssfully
ar: تم استبعاد المستخدم

# usercantaway
source: can't away current user
ar: لا يمكنك استبعاد المستخدم الحالي

# userHave
source: This User have
ar: المستخدم عليه

source: User Name
ar: اسم المستخدم

# UserNotAssociatedWithEmployee
source: You cannot send a vacation request because your user is not associated with an employee
ar: لا يمكنك ارسال طلب اجازة وذلك لعدم ربط المستخدم الخاص بك بموظف

# UserProjects
source: Projects must be canceled to complete the deletion process
ar: مشاريع يجب الغاءه لإتمام عملية الحذف

# userSendEmail
source: Tell the User that the link of log in will send to him, he must review his mail, it may be found in junk emails
ar: أبلغ المستخدم أن رابط تسجيل الدخول سيتم أرساله وعليه مراجعة بريده الإلكتروني، وقد يجده في الـ Junk Email

source: Users Management
ar: إدارة المستخدمين

# userTasks
source: Current job assignments must be transferred to another user
ar: مهام عمل حالية يجب تحويلها لمستخدم اخر

# UserVac
source: The user has a vacation that you cannot do a job for
ar: المستخدم لديه أجازه لا يمكنك عمل مهمه عليه

# userWorkOrder
source: Work orders must be canceled to complete the deletion
ar: أوامر عمل يجب الغاءه لإتمام عملية الحذف

# user_already_exist
source: The user is already exist
ar: المستخدم موجود بالفعل علي نفس المشروع

# User_MyReports
source: My Reports
ar: تقاريري

# User_OverallRatio
source: Overall Ratio
ar: النسبة الكلية

# using1
source: using
ar: الاستخدام

# Vac
source: Vacations are starting
ar: اجازات قاربت البداية

# Vacations_Manage
source: Vacations Management
ar: إدارة حركة الإجازات

# VacationWarning
source: Make sure that there are no tasks (not started / running) during the required leave period, and if there are tasks, try to finish / or transfer them, because the request is conditional that there are no tasks for the employee during the leave period
ar: تأكد من عدم وجود مهام (لم تبدأ/قيد التشغيل) خلال فترة الإجازة المطلوبة ، وإذا كانت هناك مهام حاول إنهائها /أو تحويلها،لأن الطلب مشروط بعدم وجود مهام على الموظف خلال فترة الإجازة

# Verify_the_nature_of_the_parent_account
source: Verify the nature of the parent account of this account
ar: تأكد من طبيعة الحساب الاب لهذا الحساب

# ViewAllUsersReport
source: All Users Report
ar: تقرير جميع المستخدمين

source: View details
ar: مشاهدة التفاصيل

source: Violations
ar: مخالفات

# warinig_stop_serv
source: Notice of stopping the document verification service
ar: إشعار بإيقاف خدمة التحقق من الوثائق

# Warning_Please_enter_10_digit_phone
source: Warning: Please enter a 10 digit phone
ar: تنبيه : من فضلك أدخل هاتف 10 ارقام

# Warning_Please_enter_required_service
source: Warning: Please enter the required service
ar: تنبيه : من فضلك ادخل الخدمة المطلوبة

# Warning_Please_fill_information
source: Warning: Please fill in the information
ar: تنبيه : من فضلك اكمل البيانات

# WarrantyDuration
source: Warranty Duration (days)
ar: مدة الضمان (بالأيام)

source: water body only
ar: مسطح مائي فقط

source: Wednesday
ar: الأربعاء

# WhatsAppNumberContractor
source: Failed to send. There is no WhatsApp number for the contractor
ar: فشل في الارسال لا يوجد رقم واتس اب للمقاول

# WhatsAppNumberCooperatingOffice
source: Failed to send. There is no WhatsApp number for the cooperating office
ar: فشل في الارسال لا يوجد رقم واتس اب للمكتب المتعاون

# WhatsAppNumberCustomer
source: Failed to send, there is no WhatsApp number for the customer
ar: فشل في الارسال لا يوجد رقم واتس اب للعميل

source: width
ar: العرض

source: Without importance
ar: بدون أهمية

source: Without Setting
ar: بدون سير

# WithOutTask
source: Without Cost
ar: بدون تكلفة

source: without Tax
ar: بدون ضريبة

source: With Setting
ar: بسير

source: With the lump
ar: بالمقطوع

# workengresponsbal
source: Responsible Engineer
ar: التكليف بواسطة

source: Working hours
ar: أوقات الدوام

# workOrderStoppedProject
source: A work order cannot be saved on a stopped project
ar: لا يمكن حفظ امر عمل علي مشروع متوقف

# WorkOrder_Precent
source: Work Order End Precent
ar: نسبة انتهاء أمر العمل

# work_order_Faild
source: The work order has been faild
ar: فشل في انهاء أمر العمل

# work_order_terminated
source: The work order has been terminated
ar: تم انهاء أمر العمل

# wouldkeeplogin
source: would you like to still log in
ar: هل تود الابقاء على تسجيل الدخول ؟

# youHaveTask
source: Dear user, you have a task that has started and is currently running
ar: عزيزي المستخدم لديك مهمة بدأت وقيد التشغيل حاليًا
