Repository: MohammedDawoud/TameerNewAPI
Catalog: TaamerProject.Service/LocalResources/Resources.*.resx
Languages: ar

# Contac_ArchiveFile
source: Archive File
ar: ملف الأرشيف

# Contac_attachedProject
source: Attached Project
ar: مرتبط بمشروع

# Contac_external
source: external
ar: خارجية

# Contac_Externalbodies
source: External Bodies
ar: الجهات الخارجية

# Contac_FilesNumber
source: Files Number
ar: عدد الملفات

# Contac_followupandrespond
source: Follow Up And Respond
ar: هل يحتاج إلى متابعة و رد؟

# Contac_Imageto
source: Image To
ar: صورة الى

# Contac_Inbox
source: InBox
ar: الوارد

# Contac_InBoxData
source: InBox Data
ar: بيانات الوارد

# Contac_inboxexternal
source: Inbox External
ar: وارد خارجي

# Contac_InboxFrom
source: Inbox From
ar: وارد من

# Contac_inboxinternal
source: Inbox Internal
ar: وارد داخلي

# Contac_Inboxnumber
source: Inbox Number
ar: رقم الوارد

# Contac_InboxTo
source: Inbox To
ar: وارد إلى

# Contac_InboxType
source: Inbox Type
ar: نوع الوارد

# Contac_Internal
source: Internal
ar: داخلية

# Contac_Internalbodies
source: Internal Bodies
ar: الجهات الداخلية

# Contac_NewInbox
source: New In Box
ar: وارد جديد

# Contac_NewOutbox
source: New Out Box
ar: صادر جديد

# Contac_Outbox
source: Ou Box
ar: الصادر

# Contac_OutboxExternal
source: Outbox External
ar: صادر خارجي

# Contac_OutboxFrom
source: OutBox From
ar: صادر من

# Contac_Outboxinternal
source: Outbox Internal
ar: صادر داخلي

# Contac_OutboxNumber
source: OutBox Number
ar: رقم الصادر

# Contac_OutboxNumberSetting
source: OutBox Number Setting
ar: إعداد رقم الصادر

# Contac_OutboxTo
source: OutBox To
ar: صادر إلى

# Contac_OutboxTopic
source: OutboxTopic
ar: موضوع الصادر

# Contac_OutInBox
source: OutIn Box
ar: الصادر والوارد

# Contac_OutInBoxDate
source: OutIn Box Date
ar: تاريخ الصادر/الوارد

# Contac_OutInboxFiles
source: OutInbox Files
ar: ملفات الصادر والوارد

# Contac_OutInBoxNumber
source: OutIn Box Number
ar: رقم الصادر/الوارد

# Contac_Priority
source: Priority
ar: الأهمية

# Contac_ProjectNumber
source: Project Number
ar: رقم المشروع

# Contac_settingside
source: Setting Side
ar: جهة الإعداد

# Contac_Side
source: Side
ar: الجهة؟

# Contac_Text
source: Text
ar: النص

# Contac_Tools
source: Tools
ar: الأدوات

# Contac_Topic
source: Topic
ar: الموضوع

# Contac_Treatment
source: Treatment
ar: المعاملة

# Contac_TreatmentNumber
source: Treatment Number
ar: رقم المعاملة

# Contac_Type
source: Type
ar: النوع

# ContNotEndWork
source: Notice of End Work
ar: إشعار بإنهاء العلاقة العمالية

# contractCannotDeletedDueAdvance
source: An employee contract cannot be deleted due to an advance
ar: لا يمكن حذف عقد الموظف بسبب وجود سلف

source: contract number
ar: رقم العقد

source: Contract -Salary
ar: تفاصيل عقد الموظف

# Contract_SelectDraft
source: Select Contract Draft
ar: تحديد مسودة العقد

# contract_warning
source: The start of calculating the new employee's work begins by pressing a button directly
ar: بداية احتساب عمل الموظف الجديد يبدأ بالضغط على زر مباشرة

# ConvertProjectSetting
source: Convert Project Setting From Project To Another One
ar: نسخ سير من نوع مشروع لآخر

# ConvertTasksAtVacations
source: Convert Tasks at vacation time
ar: تحويل مهام المستخدم لغرض الإجازة القصيرة

# ConvertTasksToUser
source: Convert employee's Tasks to another employee
ar: تحويل المهام على الموظف إلى موظف آخر

# Con_EditStartWorkDate
source: Edit start work date
ar: تعديل تاريخ المباشرة

# Con_StartWork
source: StartWork
ar: مباشرة موظف جديد

source: Corresponding
ar: الموافق

# Cost_HourUser
source: User Hour Cost
ar: تكلفة ساعة المستخدم

# Cost_WithHour
source: With Hour
ar: بساعة المستخدم

source: Country
ar: البلد

# createTask
source: are you want create this task?
ar: هل تريد إنشاء المهمة؟

source: Credit opening
ar: افتتاحي دائن

source: Creditor / debtor
ar: دائن/مدين

source: Customer account
ar: حساب العميل

source: Customer ID
ar: هوية العميل

# CustomerNameAr
source: Customer Name (Arabic)
ar: اسم العميل (عربي)

# CustomerNameEn
source: CustomerName (English)
ar: اسم العميل(إنجليزي)

# CustomerReport
source: Customers Report
ar: تقرير العملاء

source: Customer Service
ar: خدمة العملاء

# CustomerStr
source: Customer
ar: عميل

# customer_Brach
source: Client branch
ar: فرع العميل

# Customer_IDnumvalidation
source: Enter the ID number correctly
ar: ادخل رقم الهوية بشكل صحيح

source: Customer revenue (detailed)
ar: ايراد العميل (تفصيلي)

# Customer_revenue_statement
source: Customer revenue statement (detailed)
ar: كشف بإيراد العميل (تفصيلي)

# Customer_Task
source: The task is related to a client
ar: المهمة مرتبطة بعميل

# Cust_Back
source: Back
ar: رجوع

# Cust_BackToProjects
source: Back To Projects
ar: الرجوع الى المشاريع

# Cust_BackToSearch
source: Back to search
ar: رجوع إلى البحث

# Cust_CommercialActivityval
source: Commercial Activity Required
ar: ادخل النشاط التجاري

# Cust_CommercialRegisterval
source: Commercial Register Required
ar: ادخل السجل التجاري

# Cust_Emailval
source: Email Required
ar: ادخل البريد الالكتروني

# Cust_IssuIdentityvalidation
source: Choose the issuer of the identity
ar: اختر جهة إصدار الهوية

source: Data Entry Person
ar: مدخل بيانات

# DataHasBeenEnteredBefore
source: This data has been entered before
ar: تم إدخال هذه البيانات من قبل

source: debit side
ar: طرف المدين

# DeffDataForEveryBrach
source: Each branch has different billing data
ar: لكل فرع بيانات فاتورة مختلفة

source: Delay Rate
ar: نسبة التأخير

# delete-project
source: The client has a project that must be canceled to complete the deletion process
ar: العميل عليه مشروع يجب ألغاءه لإتمام عملية الحذف

# DeleteTaskSetting_Failed
source: Failed to Delete Task which linked in Project Setting
ar: لا يمكنك حذف مهمة مربوطة بسير

# deleteTheCustomerFirstItPossibleToDelete
source: It is not possible to delete an account from customer accounts, please delete the customer first
ar: لا يمكن حذف حساب من حسابات العملاء , من فضلك قم بمسح العميل أولا

# Delete_Emp_First
source: It is not possible to delete an account from employee predecessor accounts, please delete the employee first
ar: لا يمكن حذف حساب من حسابات سلف الموظفين , من فضلك قم بمسح الموظف أولا

source: Delivery term
ar: مدة التسليم

# Dependinginstallments
source: Depending on the number of installments
ar: معتمدا على عدد الأقساط

# Dependingpremiumvalue
source: Depending on the premium value
ar: معتمدا على قيمة القسط

source: Deported
ar: تم الترحيل

source: Design quote request
ar: طلب تسعيرة تصميم

source: Desining Office
ar: المكتب المصمم

source: Device IP
ar: عنوان الجهاز (IP)

source: Discount permitted
ar: خصم مسموح به

# discountres
source: discount reason
ar: سبب الخصم

source: Discount case
ar: حالة الخصم

# DisplayFilesWarning
source: Attention: PDF files and images can be viewed
ar: ملاحظة:يمكن استعراض الملفات ذات امتداد PDF والصور فقط

source: Document Verification Service
ar: خدمة التحقق من المخططات

source: Done
ar: تم

source: Download account
ar: حساب التحميل

source: Drivers room with toilets
ar: غرفة سائقين مع دورات المياه

# Driver_room
source: Driver's room
ar: غرفة السائق

# Driver_room_toilet
source: Driver's room + toilet
ar: غرفة سائق + دورة مياه

source: Duration
ar: المدة

# Duration1
source: Duration
ar: المدة

source: duration of vacation
ar: مدة الإجازة

source: Early exit
ar: الخروج المبكر

source: Earth information
ar: معلومات الأرض

source: Edit Privileges
ar: تعديل صلاحيات

# EditSettingOnProject
source: Edit Setting
ar: تعديل السير

source: Edit User Privileges On Project
ar: تعديل صلاحيات المشروع

# EemployeeAccount
source: Eemployee Account IBAN
ar: حساب الموظف IBAN

source: electricity room
ar: غرفة الكهرباء

source: Electronic services
ar: الخدمات الالكترونية

source: electronic services for
ar: الخدمات الالكترونية ل

# Electronic_verification
source: Electronic file verification service, please choose the service
ar: خدمة التحقق من الملفات الالكترونية, فضلا اختر الخدمة

source: elevator
ar: مصعد

# emailSetting
source: Email And SMS Setting
ar: إعدادات البريد الالكتروني والرسائل

# Email_For_office
source: Office customer correspondence e-mail
ar: البريد الإلكتروني الخاص بمراسلات عملاءالمكتب

# Email_password_reset_link
source: Email a password reset link
ar: إرسال رابط اعادة تعيين كلمة المرور علي البريد الإلكتروني

# empContractCannotBeDeleted
source: The employee contract cannot be deleted because there are tasks
ar: لا يمكن حذف عقد الموظف بسبب وجود مهام

# empContractCannotBeDeletedBczProjects
source: The employee contract cannot be deleted because there are projects
ar: لا يمكن حذف عقد الموظف بسبب وجود مشاريع

# empContractCannotBeDeletedBczWorkOrder
source: The employee contract cannot be deleted because there are work orders
ar: لا يمكن حذف عقد الموظف بسبب وجود أوامر عمل

source: Employee Bank
ar: بنك الموظف

source: Employee Data
ar: بيانات الموظف

# employeeEdvancesBeSettledFirst
source: The employee has advances that have to be settled first
ar: الموظف عليه سلف لابد من تسويتها اولا

# employeesAccountIsSuspended
source: The employee's account is suspended
ar: حساب الموظف موقوف

# employee_pays_installments
source: The employee pays installments
ar: الموظف علية اقساط

# empStatus
source: employee status
ar: حالة الموظفين

# Emp_AccountCode
source: Account Code
ar: كود الحساب

# Emp_AdministrativeStructure
source: Administrative Structure
ar: الهيكل الاداري

# Emp_Allowance
source: Allowance
ar: البدلات

# Emp_AllowanceSearch
source: Allowance Search
ar: بحث في البدلات

# Emp_AllowanceStatus
source: Allowance Status
ar: حالة البدل

# Emp_AllowanceType
source: AllowanceType
ar: نوع البدل

# Emp_AllowanceValue
source: Allowance Value
ar: قيمة البدل

# Emp_amount
source: Amount
ar: المبلغ

# Emp_AttachmentName
source: Attachment Name
ar: اسم المرفق

# Emp_AttendaceTimeCode
source: Code
ar: الكود

# Emp_AttendaceTimeEmployees
source: AttendaceTime Employees
ar: دوام الموظفين

# Emp_Attendance
source: Attendance
ar: الحضور والانصراف

# Emp_Attendees
source: Attendees
ar: دوام الموظف

# Emp_AttTimeDetails
source: AttTime Details
ar: تفاصيل الدوام

# Emp_BackToWork
source: Back to work
ar: مباشرة العمل

# Emp_BirthDate
source: Birth Date
ar: تاريخ الميلاد

# Emp_BirthPlace
source: Birth Place
ar: مكان الميلاد

# Emp_Bonus
source: Bonus
ar: العلاوة

# Emp_Branch
source: Branch
ar: الفرع الرئيسي

# Emp_CarMovementEmp
source: Employee
ar: السائق

# Emp_CarMovementEmpAmount
source: Amount charged to the employer
ar: المبلغ المحمل على السائق

# Emp_CarMovementItem
source: Car
ar: السيارة

# Emp_CarMovementOwnerAmount
source: The amount charged to the driver
ar: المبلغ المحمل على صاحب العمل

# Emp_CarMovements
source: CarMovements
ar: حركة السيارات

# Emp_CarMovementType
source: CarMovement Type
ar: نوع الحركة

# Emp_Children
source: Children
ar: الأبناء

# Emp_ChooseCarMovementType
source: Choose CarMovement Type
ar: اختر نوع الحركة

# Emp_ChooseEmployee
source: Choose Employee
ar: اختر الموظف

# Emp_ChooseItemType
source: Choose ItemType
ar: اختر نوع السيارة

# Emp_CofirmEndWork
source: Are you sure to finish this employee services?
ar: هل تريد إنهاء خدمات الموظف؟

# Emp_CofirmStartWork
source: Are you sure to start the employee work?
ar: هل تريد التأكيد على بدأ عمل الموظف؟

# Emp_Contract
source: Contract
ar: العقد

# Emp_ContractEndDate
source: End Date
ar: تاريخ الانتهاء

# Emp_ContractEndHijriDate
source: Hijri Date
ar: تاريخ الانتهاء (هجري)

# Emp_ContractSource
source: Contract Source
ar: مكان الإصدار

# Emp_ContractStartDate
source: Start Date
ar: تاريخ الإصدار

# Emp_ContractStartHijriDate
source: Hijri Date
ar: تاريخ الإصدار (هجري)

# Emp_Custody
source: Custody
ar: عُهد

# Emp_Custodys
source: Custodys
ar: العهدة

# Emp_degree
source: Degree
ar: الدرجة

# Emp_DeleteCustody
source: Delete Custody
ar: حذف عهدة

# Emp_Department
source: Department
ar: القسم

# Emp_DepartmentCode
source: Department Code
ar: كود القسم

# Emp_DepartmentNameArabic
source: Department Name (Arabic)
ar: اسم القسم (عربي)

# Emp_DepartmentNameEnglish
source: Department Name (English)
ar: اسم القسم (إنجليزي)

# Emp_Detalis
source: Detalis
ar: التفاصيل

# Emp_discountamount
source: discount amount
ar: مبلغ الخصم

# Emp_DiscountandRewards
source: Discount And Rewards
ar: الخصم والمكافئات

# Emp_DriverLicense
source: Driver License
ar: رخصة القيادة

# Emp_EditCustody
source: Edit Custody
ar: تعديل عهدة

# Emp_EducationalQualification
source: Educational Qualification
ar: المؤهل التعليمي

# Emp_empCode
source: Emp Code
ar: رقم الموظف

# Emp_Employee
source: Employee
ar: الموظف

# Emp_EmployeeData
source: Employee Data
ar: بيانات الموظف

# Emp_EmployeeImage
source: Employee Image
ar: صورة الموظف

# Emp_EmployeeName
source: Employee Name
ar: اسم الموظف

# Emp_EmployeeNameArabic
source: Employee Name Arabic
ar: اسم الموظف (عربي)

# Emp_EmployeeNameEnglish
source: Employee Name English
ar: اسم الموظف (انجليزي)

# Emp_EmployeeNumber
source: Employee Number
ar: رقم الموظف

# Emp_Employees
source: Employees
ar: الموظفين

# Emp_Employeesappraisal
source: Employees Appraisal
ar: تقييم الموظفين

# Emp_EndDate
source: End Date
ar: تاريخ الإنتهاء

# Emp_EndWork
source: End employee services
ar: إنهاء خدمات موظف

# Emp_ExpensesGovernment
source: Expenses Government
ar: المصروفات الحكومية

# Emp_ExpensesGovernmentType
source: Expenses Government Type
ar: انواع المصروفات الحكومية

# Emp_ExpensesTypeArabic
source: Expenses Name (Arabic)
ar: نوع المصروف (عربي)

# Emp_ExpensesTypeEnglish
source: Expenses Name (English)
ar: نوع المصروف (إنجليزي)

# Emp_expenseType
source: Expense Type
ar: نوع المصروف

# Emp_FileName
source: File Name
ar: اسم المرفق

# Emp_FingerprintNumber
source: Fingerprint Number
ar: رقم البصمة

# Emp_FormNumber
source: Form Number
ar: رقم الإستمارة

# Emp_from
source: From
ar: من

# Emp_Gender
source: Gender
ar: الجنس

# Emp_Identification
source: Identification
ar: الهوية

# Emp_Insurance
source: Insurance
ar: التأمين

# Emp_InsuranceCompany
source: Insurance Company
ar: شركة التأمين

# Emp_InsuranceEnd
source: Insurance End
ar: إنتهاء التأمين

# Emp_InsuranceNumber
source: Insurance Number
ar: رقم التأمين

# Emp_IsFixed
source: Is Fixed
ar: بدل ثابت

# Emp_IssuanceDate
source: Issuance Date
ar: تاريخ الإصدار

# Emp_IssuanceHijriDate
source: Issuance Hijri Date
ar: تاريخ الإصدار هجري

# Emp_IssuancePlace
source: Issuance Place
ar: مكان الإصدار

# Emp_ItemType
source: ItemType
ar: نوع الصنف

# Emp_Job
source: Job
ar: الوظيفة

# Emp_LicenceNumber
source: Licence Number
ar: رقم الرخصة

# Emp_LicenceStartHijriDate
source: Start Hijri Date
ar: تاريخ الإصدار (هجري)

# Emp_LicenceStartMiladiDate
source: Start Miladi Date
ar: (تاريخ الإصدار (ميلادي

# Emp_Liscence
source: Liscence
ar: الرخصة

# Emp_LoanDate
source: Loan Date
ar: تاريخ السلفة

# Emp_LoanManth
source: Loan Manth
ar: عدد شهور التقسيط

# Emp_Loans
source: Loans
ar: السلف

# Emp_LogoutDuration
source: Logout Duration Early (Minutes)
ar: مدة السماح بالخروج (بالدقائق)

# Emp_Mailbox
source: Mail box
ar: صندوق بريد

# Emp_MainBranch
source: Main Branch
ar: الفرع الرئيسي

# Emp_Manth
source: Manth
ar: الشهر

# Emp_MedicalEndDate
source: End Date
ar: تاريخ الانتهاء

# Emp_MedicalEndHijriDate
source: End Hijri Date
ar: تاريخ الانتهاء (هجري)

# Emp_MedicalStartDate
source: Start Date
ar: تاريخ الإصدار

# Emp_MedicalStartHijriDate
source: Hijri Date
ar: تاريخ الإصدار (هجري)

# Emp_Month
source: Month
ar: الشهر

# Emp_Months
source: Months
ar: الأشهر

# Emp_NationalDate
source: NationalDate
ar: تاريخ الإصدار

# Emp_NationalEndDate
source: National End Date
ar: تاريخ الإنتهاء

# Emp_NationalIdandResidence
source: NationalId And Residence
ar: البطاقة/الإقامة

# Emp_Nationality
source: Nationality
ar: الجنسية

# Emp_NationalityNameArabic
source: Nationality Name (Arabic)
ar: اسم الجنسية (عربي)

# Emp_NationalityNameEnglish
source: Nationality Name (English)
ar: اسم الجنسية (إنجليزي)

# Emp_NationalNumber
source: National Number
ar: رقم الهوية

# Emp_NationalNumberNo
source: Number of National Number
ar: اعداد رقم الهوية

# Emp_NationalSource
source: National Source
ar: مكان الإصدار

# Emp_NewEmployee
source: New Employee
ar: موظف جديد

# Emp_NewItems
source: New Items
ar: إضافة صنف جديد

# Emp_Notes
source: Notes
ar: التفاصيل

# Emp_NotIsFixed
source: Allowance not fixed
ar: بدل غير ثابت

# Emp_Number
source: The Number
ar: الرقم

# Emp_Numberofmonthsofinstallment
source: Number of months of installment
ar: عدد شهور التقسيط

# Emp_ObtainedDate
source: Obtained Date
ar: تاريخ الحصول عليها

# Emp_Passport
source: Passport
ar: الجواز

# Emp_PassportEndDate
source: End Date
ar: تاريخ الانتهاء

# Emp_PassportEndHijriDate
source: Hijri Date
ar: تاريخ الانتهاء (هجري)

# Emp_PassportSource
source: Passport Source
ar: مكان الاصدار

# Emp_PassportStartDate
source: Start Date
ar: تاريخ الاصدار

# Emp_PassportStartHijriDate
source: Hijri Date
ar: تاريخ الاصدار (هجري)

# Emp_PersonalEmployee
source: Personal Employee
ar: البيانات الشخصية

# Emp_PlateNumber
source: Plate Number
ar: رقم اللوحة

# Emp_predecessor
source: predecessor
ar: السلف

# Emp_predecessorDate
source: predecessor Date
ar: تاريخ السلفة

# Emp_price
source: Price
ar: السعر

# emp_printemployeedata
source: Print Employee Data
ar: طباعة بيانات العملاء

# Emp_Projects
source: Employees Projects
ar: متابعة مشاريع الموظفين

# Emp_ReceiveCustody
source: Receive Custody
ar: استلام العهدة

# Emp_Religion
source: Religion
ar: الديانة

# Emp_SachetNumber
source: Sachet Number
ar: رقم الموديل/الشاصيه

# Emp_SalariesOfficer
source: Salaries Officer
ar: مسير الرواتب

# Emp_Salary
source: Salary
ar: الراتب

# Emp_SalaryDiscount
source: Salary Discount
ar: خصم من الراتب؟

# Emp_String
source: String
ar: خصم من الراتب؟

# Emp_SupplyDate
source: Supply Date
ar: تاريخ الشراء

# Emp_TasksDetails
source: Tasks Details
ar: تفاصيل المهام

# Emp_TimeDurationLate
source: Time Duration Late
ar: مدة التأخير

# Emp_TimeDurationLate1
source: Time Duration Late
ar: مدة التأخير

# Emp_TimeDurationLate2
source: Time Duration Late (Minutes)
ar: مدة السماح بالتأخير (بالدقائق)

# Emp_to
source: To
ar: إلى

# Emp_to1
source: to
ar: إلى

# Emp_UploadFile
source: Upload File
ar: رفع ملف

# Emp_VacationBalanceDiscountDays
source: Vacation Balance Discount Days
ar: رصيد الاجازات

# Emp_VacationReason
source: Vacation Reason
ar: سبب الإجازة

# Emp_VacationsCount
source: Vacations Count
ar: رصيد الإجازات السنوي

# Emp_VacationSearch
source: Vacation Search
ar: بحث في الإجازات

# Emp_VacationsSearch
source: Vacations Search
ar: بحث في الإجازات

# Emp_VacationStatus
source: Vacation Status
ar: حالة الإجازة

# Emp_VacationType
source: Vacation Type
ar: نوع الإجازة

# Emp_WorkEndDate
source: Work End Date
ar: تاريخ نهاية العمل

# Emp_WorkStartDate
source: Work Start Date
ar: تاريخ بداية العمل

# ending_stages
source: The ending stages
ar: المراحل المنتهية

# EndProjectDate
source: Please enter the end date greater than the start date of the project
ar: برجاء أدخال تاريخ الانتهاء أكبر من تاريخ ابتداء المشروع

# endReseon
source: Enter the reason for ending this project first
ar: أدخل سبب إنهاء هذا المشروع أولا

source: End / restore
ar: انهاء/استعادة

# EndTaskPresent
source: Do You Want To Save End Task Present
ar: هل تريد حفظ نسبة انتهاء المهمة

source: End Work Order
ar: انهاء أمر العمل

# EndWorkOrderPresent
source: Do You Want To Save End Work Order Present
ar: هل تريد حفظ نسبة انتهاء أمر العمل

source: end date of_vacation
ar: تاريخ نهاية الإجازة

# EnsureAdvancesBranchAccounts
source: Ensure that advances are accounted for in branch accounts
ar: تأكد من حساب السلف في حسابات الفرع

# EnsureDeductionOfPurchasesIsAccounted
source: Ensure that the deduction of purchases is accounted for in the branch accounts
ar: تأكد من حساب خصم المشتريات في حسابات الفرع

# EnsureExpenseReturnAccountedBranchAccounts
source: Ensure that the expense return is accounted for in the branch accounts
ar: تأكد من حساب مردود المصروفات في حسابات الفرع

# EnsureFundAccountAccounted
source: Ensure that the fund account is accounted for in the branch accounts
ar: تأكد من حساب الصندوق في حسابات الفرع

# EnsureRevenueAccountedBranchAccounts
source: Ensure that the revenue is accounted for in the branch accounts
ar: تأكد من حساب الايرادات في حسابات الفرع

# EnsureThatPurchasesAreAccounted
source: Ensure that purchases are accounted for in branch accounts
ar: تأكد من حساب المشتريات في حسابات الفرع

# EnsureThatTheSales
source: Ensure that the sales discount is accounted for in the branch accounts
ar: تأكد من حساب خصم المبيعات في حسابات الفرع

# EnsureTheDeductionOfPurchasesAccountedTheBranchAccounts
source: Ensure that VAT is calculated on purchases in the branch accounts
ar: تأكد من حساب ضريبة القيمة المضافة علي المشتريات في حسابات الفرع

# EnsureTheVAT
source: Ensure that the VAT on sales is calculated in the branch accounts
ar: تأكد من حساب ضريبة القيمة المضافة علي المبيعات في حسابات الفرع

# EnsureVATcalculatedExpensesBranchAccounts
source: Ensure that VAT is calculated on expenses in the branch accounts
ar: تأكد من حساب ضريبة القيمة المضافة علي المصروفات في حسابات الفرع

# EnsureYear
source: Check the year: this year there are no opening balances
ar: تأكد من السنه : هذه السنة لا توجد الارصدة الافتتاحية

source: Enter Date Of End The Project
ar: ادخل تاريخ انتهاء المشروع

# EnterNamear
source: Enter Arabic Name
ar: ادخل الاسم الإنجليزي

# EnterNameen
source: Enter English Name
ar: ادخل الاسم العربي

# EnterNewInvoice
source: Please enter a new invoice
ar: من فضلك أدخل فاتورة جديدة

# enter_barcode_number
source: Please enter the barcode number
ar: فضلا أدخل رقم الباركود

source: Enter the code
ar: أدخل الرمز

source: Entrances
ar: المداخل

source: Entre User Privileges
ar: ادخل صلاحيات للمستخدمين

# error_saving_financial_account_for_clients
source: Error saving, failed to create an account for the customer. Make sure to create a main account for customers and link it to the current branch
ar: خطأ في الحفظ, فشل في انشاء حساب للعميل تأكد من انشاء حساب رئيسي للعملاء وربطه بالفرع الحالي

# ERR_VacationStat
source: Please link the user to an employee to see the leave balance correctly
ar: نرجوا ربط المستخدم بموظف لرؤية رصيد الإجازات بصوره صحيحة

# establishment_in_contracts
source: Because he is a representative of the establishment in the contracts, please change it first to be able to delete it
ar: بسبب انه ممثل للمنشأة في العقود ، يرجى تغييره اولا لتتمكن من الحذف

source: Exchange Project
ar: تحويل المشروع

source: Exchange Task
ar: تحويل المهمة

# ExistingWorkTasksTransferredAnotherUser
source: Existing work tasks must be transferred to another user
ar: مهام عمل حاليه يجب تحويلها لمستخدم اخر

# Expired
source: Expired in
ar: ينتهي في

source: Expired residencies
ar: إقامات منتهية الصلاحية

source: Export To Excel
ar: تصدير ملف إكسل

source: External accessory
ar: الملحق الخارجي

# External_staircase_to_vault
source: External staircase to the vault
ar: درج خارجي للقبو

# External_Telephone
source: Additional Phone
ar: الرقم الاضافى

source: extra time
ar: وقت اضافي

source: Extra bedroom + bathroom
ar: غرفة نوم إضافية + حمام

source: Extra bedroom only
ar: غرفة نوم إضافية فقط

# E_Services
source: Electronic Services
ar: الخدمات الالكترونية

# faild_messaging_service_settings
source: Failed to send, check the SMS settings
ar: فشل في الارسال , تأكد من اعدادات خدمة الرسائل النصية

# FailedDeletedProject_C
source: Sorry, You can not delete Project have Contract
ar: عفوا لا يمكنك حذف المشروع-لوجود عقد

# FailedDeletedProject_F
source: Sorry, You can not delete Project have Invoices
ar: عفوا لا يمكنك حذف المشروع-لوجود فواتير أو سندات

# FailedDeletedProject_P
source: Sorry, You can not delete Project have phases or Tasks
ar: عفوا لا يمكنك حذف المشروع-لوجود مراحل أو مهام

# failedFinishProject
source: Failed Finishing Project
ar: فشل في انهاء المشروع

# failedfinishTask
source: falied finishing task
ar: فشل في انهاء المهمة

source: Failed Opertaion
ar: عملية فاشلة

# FailedPosting
source: Failed to uninstall posting
ar: فشل في فك الترحيل

# FailedSave
source: Failed to save the rest of the data due to incomplete
ar: فشل في حفظ باقي البيانات لعدم اكتمالها
