Repository: MohammedDawoud/TameerNewAPI
Catalog: TaamerProject.Service/LocalResources/Resources.*.resx
Languages: ar

# FailedSendCheckSettings
source: Failed to send, check the settings
ar: فشل في الارسال تأكد من الاعدادات

# failedTaskPlusTime
source: task extension failed
ar: فشل في تمديد المهمة

# FailedToDeleteTaskInPhasestasks_M
source: you cannot delete mainphases with running of finished tasks
ar: لا يمكنك حذف مرحلة رئيسية بها مهام قيد التشغيل او منتهية

# FailedToDeleteTaskInPhasestasks_SM
source: you cannot delete subphases with running of finished tasks
ar: لا يمكنك حذف مرحلة فرعية بها مهام قيد التشغيل او منتهية

# FailedToDeleteTaskInPhasestasks_T
source: you cannot delete running of finished tasks
ar: لا يمكنك حذف مهام قيد التشغيل او منتهية

source: Failed to determine the fiscal year
ar: فشل في تحديد السنه المالية

# FailedToRequiredConvert
source: Failed To Convert Require
ar: فشل في طلب التحويل

source: Failed to save the document
ar: فشل في حفظ الوثيقة

# FailedToSendCheckEmailSetting
source: Failed to send, check your email settings
ar: فشل في الارسال , تأكد من اعدادات البريد الالكتروني

# FailedToSendEmail
source: Failed to send the email
ar: فشل في إرسال البريد الإلكتروني

# FailedTranfareTask
source: The task was Failed converted
ar: فشل في تحويل المهمة

# Failed_change_importance_project
source: Failed to change the importance of the project
ar: فشل في تغيير اهمية المشروع

# failed_modify_check_users
source: Failed to modify.. Make sure bios users
ar: فشل في التعديل.. تأكد من مستخدمين مهام السير

# Failed_receive_stage
source: Failed to receive a stage
ar: فشل في استلام مرحلة

# Failed_to_pay
source: Failed to pay, make sure to select the first fiscal year
ar: فشل في الدفع ,تأكد من اختيار السنة الماليه أول

source: Failed to reset your email password
ar: فشل في اعادة تعيين كلمة المرور الخاصة بك علي البريد الإلكتروني

# Failed_to_save_account_to_the_branch
source: Failed to save, make sure to link the fund account to the branch
ar: فشل في الحفظ ,تأكد من ربط حساب صندوق بالفرع

# Failed_to_save_branch
source: Failed to save, make sure that a tax account is linked to the branch
ar: فشل في الحفظ ,تأكد من ربط حساب للضرائب بالفرع

# Failed_to_save_paid
source: Failed to save, you cannot modify a payment that has already been paid
ar: فشل في الحفظ , لايمكنك تعديل دفعه تم دفعها من قبل

# Failed_to_send
source: Failed to send, check your email settings
ar: فشل في الارسال , تأكد من اعدادات البريد الالكتروني

# Failed_to_send_your_password_to_email
source: Failed to send your password to the email
ar: فشل في ارسال كلمة المرور الخاصة بك علي البريد الإلكتروني

# Failed_transfer_task
source: Failed to transfer a task
ar: فشل في نقل مهمة

source: Falied To Move Project Setting
ar: فشل في نسخ السير

source: family dining room
ar: غرفة طعام العائلة

source: family living
ar: معيشة عائلية

source: family room
ar: جلسة عائلية

source: Femail
ar: أنثى

source: File
ar: الملف

source: Files Not Found
ar: لا يمكن استعراض الملف المحدد ، ويمكن تحميله فقط

# file_already_exists
source: This file already exists in the system
ar: هذا الملف موجود بالفعل في النظام

source: File Verification
ar: التحقق من الملف

# FinanceReportreleased
source: Finance Report for year 2013 has been released.
ar: تم إصدار التقرير المالي لعام 2013.

# Financialperiod
source: Branchs and Financial Years
ar: الفروع والسنوات المالية

# Financial_covenant_employees
source: Financial covenant for employees
ar: العهد المالية للموظفين

source: Financial situation
ar: الوضع المالي

# Financial_Transactions_Message_Error
source: The account cannot be deleted. The account has financial transactions
ar: لا يمكن حذف الحساب , الحساب عليه معاملات مالية

# finished_stage
source: The finished stage
ar: المرحلة المنتهية

# FinishProject
source: Finish Project Succssfully and achriving it
ar: تم انهاء المشروع ونقله للأرشيف

# finishTask
source: Task Finished
ar: تم انهاء المهمة

source: First round
ar: الدور الأول

source: Floor Establishing
ar: التأسيس

# flow_moved_faild
source: The flow has been moved faild
ar: فشل في نقل سير المهام

# flow_moved_successfully
source: The flow has been moved successfully
ar: تم نقل سير المهام بنجاح

# Flow_Pro_CustomerContracts
source: Follow up on customer project contracts
ar: متابعة عقود مشاريع العملاء

# Follow_canceled_invoices
source: Follow up on canceled invoices
ar: متابعة الفواتير الملغاة

# Follow_customer_revenues
source: Follow-up of customers revenues
ar: متابعة إيرادات العملاء

source: Follow employees Advance
ar: متابعة حركة سُلف الموظفين

# Follow_employees_vacations
source: Follow up the movement of employees' vacations
ar: متابعة حركة إجازات الموظفين

# follow_Project
source: Monitor project revenues and expenses
ar: متابعة إيرادات ومصروفات المشاريع

# Follow_up_expenses
source: Follow-up of expenses
ar: متابعة المصروفات

# Follow_up_project
source: Follow-up of project revenues and expenses
ar: متابعة إيرادات ومصروفات المشاريع

# Folow_EmployeeContract
source: Follow-up of EmployeeContract
ar: متابعة عقود الموظفين

source: Folow Loan
ar: حركة السُلف

source: Folow_Loans
ar: متابعة حركة السُلف

source: Folow_Projects
ar: متابعة حركة المشاريع

# Folw_Emp_Attendance
source: Follow up on attendance and departure
ar: متابعة الحضور والانصراف

# ForgetPasswordContent
source: Please, Enter your email address to reset your password
ar: أدخل عنوان بريدك الالكتروني ادناه لإعادة تعيين كلمة المرور الخاصة بك

source: Friday
ar: الجمعة

source: From Constraint
ar: من قيد

# FullProjectSettingDetails
source: Complete Project Setting Detailes
ar: أكمل بيانات سير المشروع

source: full name
ar: الإسم بالكامل

source: garden
ar: حديقة

# Geenral_NoDate
source: There Is No Date
ar: لا يوجد تاريخ

# Geenral_Usersreports
source: Users Reports
ar: تقارير مستخدمين

# GeneralChangesSaveEnsure
source: Do you want to save changes?
ar: هل تريد حفظ التغييرات؟

# GeneralCompany
source: Company
ar: المؤسسة

# GeneralDeletedConfirm
source: Are you Sure to Delete?
ar: هل انت متأكد من الحذف؟

# GeneralFinish
source: Finish
ar: إنهاء

# GeneralPleaseEnter
source: Please Enter
ar: من فضلك أدخل

# GeneralSorryYouDunHaveAbilityToAdd
source: Sorry .. You do not Have Ability To Add
ar: عفوا .. ليس لديك صلاحية للإضافة

# GeneralSorryYouDunHaveAbilityToEdit
source: Sorry .. You do not Have Ability To Edit
ar: عفوا .. ليس لديك صلاحية للتعديل

# GeneralSorryYouDunHaveAbilityToView
source: Sorry .. You do not Have Ability To View this part
ar: عفوا .. ليس لديك صلاحية لمشاهدة هذه الشاشة

# General_About
source: About
ar: عن

# General_Accept
source: Accept
ar: قبول

# General_Accountcase
source: Account Case
ar: حالة الحساب

# General_AccountInfo
source: Account Info
ar: دليل الحسابات

# General_Accounting
source: Accounting
ar: المحاسبة

# General_Accounting1
source: operations
ar: الحسابات الختامية

# General_Accountingreports
source: Accounting Reports
ar: التقارير المحاسبية

# General_AccountingTree
source: Accounting Tree
ar: الشجرة المحاسبية

# General_AccountName
source: Account name
ar: اسم الحساب

# General_Accounts
source: Accounts
ar: الحسابات

# General_AccountsReports
source: Accounts Reports
ar: تقارير الحسابات

# General_AccountStatement
source: Account Statement
ar: كشف حساب

# General_active
source: Active
ar: نشط

# General_Activities
source: Activities
ar: انشطة

# General_Actors
source: Actors
ar: الجهات

# General_Add
source: Add
ar: اضافة

# General_Addagovernmentproject
source: Add a government project
ar: مشروع حكومي

# General_AddbranchConvertVoucher
source: Add branch Convert Voucher
ar: سند تحويل فرعي

# General_AdddailyVoucher
source: Add daily Voucher
ar: قيد يومية

# General_AddExchangeVoucher
source: Add Exchange Voucher
ar: سند صرف

# General_AddFile
source: Add File
ar: إضافة ملف

# General_AddFiles
source: Add Files
ar: إضافة ملفات

# General_AddFiles1
source: Add Files
ar: إضافه مرفقات

# General_Additionalallowances
source: Additional allowances
ar: البدلات الإضافية

# General_AddMainPhase
source: Add Main Phase
ar: إضافة/تعديل/حذف مرحلة رئيسية

# General_AddMainPhases
source: Add Main Phases
ar: اضافة مرحلة رئيسية

# General_AddNewCustomer
source: Add New Customer
ar: إضافة عميل جديد

# General_AddOfficialdocuments
source: Add Officialdocuments
ar: إضافة وثيقه جديدة

# General_AddOpeningbalance
source: Add Opening balance
ar: رصيد افتتاحي

# General_AddopeningVoucher
source: Add Opening Voucher
ar: القيد الافتتاحي

# General_AddProject
source: Add Project
ar: إضافة مشروع

# General_AddReceiptVoucher
source: Add Receipt Voucher
ar: سند قبض

# General_Address
source: Address
ar: العنوان

# General_AddressMessage
source: Address Message
ar: عنوان الرسالة

# General_AddressNumber
source: Address number
ar: رقم الخطاب الوارد

# General_AddServices
source: Add Services
ar: إضافة خدمة

# General_AddSubPhase
source: Add Sub Phase
ar: إضافة/تعديل/حذف مرحلة فرعية

# General_AddSubPhases
source: Add Sub Phases
ar: اضافة مرحلة فرعية

# General_AddTask
source: Add Task
ar: إضافة/تعديل/حذف مهمة

# General_AddTasks
source: Add Task
ar: اضافة مهمة

# General_AddUser
source: Add User
ar: إضافة مستخدم

# General_AdjustProgressProjectStep
source: Adjust the progress of the project - Step 1 of 5
ar: ضبط سير المشروع - الخطوة 1 من 5

# General_AdjustTheProceedings
source: New project progress
ar: سير مشروع جديد

# General_Administration
source: Administration
ar: الإدارة

# General_Administration1
source: system settings
ar: اعدادات النظام

# General_AdministrativeCommunications
source: Administrative Communications
ar: الإتصالات الادارية

# General_Agent
source: Agent
ar: وكيل

# General_AgentImage
source: Agency letter
ar: خطاب

# General_Alerts
source: Alerts and circulars to employees
ar: التنبيهات والتعاميم على الموظفين

# General_Alertsetting
source: Alert Setting
ar: اعداد تنبيه

# General_Alertssettings
source: Alerts Settings
ar: إعدادات التنبيهات

# General_Alerts_layout
source: General Alerts
ar: التنبيهات والتعاميم

# General_All
source: All
ar: الكل

# General_AllCases
source: All cases
ar: جميع الحالات

# General_AllCustomer
source: All Customers
ar: جميع العملاء

# General_AllDone
source: Total Done
ar: الإنجاز الكلي

# General_Allowance
source: Allowance
ar: البدل

# General_AllowanceTypeNameArabic
source: AllowanceType Name (Arabic)
ar: نوع البدل (عربي)

# General_AllowanceTypeNameEnglish
source: AllowanceTypeName (English)
ar: نوع البدل (انجليزي)

# General_AllowanceTypes
source: Allowance Types
ar: أنواع البدلات

# General_Allrightsreservedbayanatech2019
source: All rights reserved to Bayanatech for Information Technology
ar: جميع الحقوق محفوظة لمؤسسة بياناتك لتقنية المعلومات

# General_AllUsers
source: All Users
ar: كل المستخدمين

# General_Alram
source: Alert
ar: تنبيه

# General_Amount
source: Amount
ar: المبلغ

# General_Answer
source: Answer
ar: الإجابة

# General_Apply
source: Apply
ar: تقديم طلب

# General_Approved
source: Approved
ar: تمت الموافقة

# General_ArchiveProject
source: Archive Project
ar: أرشيف المشاريع

# General_ArchiveProjects
source: Archive Projects
ar: أرشيف المشاريع

# General_AssistantProfessor
source: Assistant Professor
ar: الأستاذ المساعد

# General_AssociatedRelease
source: Associated release
ar: الصادر المرتبط

# General_Attachments
source: Attachments
ar: المرفقات

# General_Attendees
source: Adjusting and preparing work hours and vacations
ar: ضبط وإعداد الدوامات والإجازات الرسمية

# General_AttentionPlease
source: Attention Please
ar: الرجاء الانتباه

# General_BackToWork
source: Back to work
ar: تمت المباشرة

# General_BanksArabicName
source: Bank Name (Arabic )
ar: اسم البنك (عربي)

# General_BanksEnglishName
source: Bank Name (English)
ar: اسم البنك (إنجليزي)

# General_bonuses
source: bonuses
ar: علاوات

# General_Branch
source: Branch
ar: الفرع

# General_branchConvertVoucher
source: branch Convert Voucher
ar: سند تحويل فرع

# General_BuildingData
source: Building Data
ar: تجهيز بيانات المنشأة

# General_Cairo
source: Cairo
ar: القاهرة

# General_Cancel
source: Cancel
ar: الغاء

# General_Canceled
source: Canceled
ar: ملغاة

# General_Cancelpay
source: Cancel Pay
ar: الغاء الدفع

# General_CantMerig
source: You cannot combine tasks with more than one user
ar: لا يمكنك دمج مهام لأكثر من مستخدم

# General_CarMovement
source: Car Movement
ar: حركة السيارات

# General_Centermovementscost
source: Center Movements Cost
ar: حركات مركز تكلفة

# General_Change
source: Change
ar: تغيير

# General_ChangeEmail
source: Change Email
ar: تغيير البريد الإلكتروني

# General_changePassword
source: Change Password
ar: تغيير كلمة المرور

# General_Changepersonalpicture
source: Change Personal Picture
ar: تغيير الصورة الشخصية

# General_chartsaccounts
source: Charts of Accounts
ar: شجرة الحسابات

# General_checkdate
source: Check Date
ar: تاريخ الشيك

# General_checkin
source: Check In
ar: الحضور

# General_checkOut
source: Check Out
ar: الإنصراف

# General_Choose
source: Choose
ar: اختر

# General_Choosebuildingtype
source: Choose a building type
ar: اختر نوع البناء

# General_ChooseCustomerType
source: Choose Customer Type
ar: اختر نوع العميل

# General_ChooseDate
source: Choose Date
ar: اختر التاريخ

# General_ChooseEmployee
source: Choose Employee
ar: اختر الموظف

# General_Chooseemploysname
source: Choose the employee's name
ar: اختر اسم الموظف

# General_ChooseFile
source: Choose File
ar: اختر ملف

# General_ChooseImage
source: Choose Image
ar: اختر الصورة

# General_ChooseImge
source: Choose Imge
ar: اختر صورة

# General_Chooseinbox
source: Choose Inbox
ar: اختر الوارد

# General_ChooseMainPhase
source: Choose Main Phase
ar: اختر المرحلة الرئيسية

# General_Choosemanager
source: Choose the manager
ar: اختر المدير

# General_ChooseOutbox
source: Choose Outbox
ar: اختر صادر

# General_ChoosePhase
source: Choose Phase
ar: اختر مرحلة

# General_ChooseProject
source: Choose Project
ar: اختر مشروع

# General_chooseSidefrom
source: Choose Side From
ar: اختر الجهة

# General_Choosesubaccount
source: Choose Sub Account
ar: اختيار الحساب الفرعي

# General_ChooseSubPhase
source: Choose Sub Phase
ar: اختر المرحلة الفرعية

# General_ChooseType
source: Choose Type
ar: اختر النوع

# General_City
source: City
ar: المدينة

# General_clauseAr
source: clause (عربي)
ar: البند (عربي)

# General_clauseEng
source: clause (E)
ar: البند (E)

# General_Coast
source: Coast
ar: التكلفة

# General_Code
source: Code
ar: الكود

# General_CollectiveBondDisclosure
source: Collective bond disclosure
ar: كشف تجميعي للسندات

# General_Collectpayment
source: Collect Payment
ar: تحصيل دفعة

# General_Color
source: Color
ar: اللون

# General_Columns
source: Columns
ar: الأعمدة

# General_Comment
source: Comment
ar: تعليق

# General_complete
source: Complete
ar: تم الانتهاء

# General_Completionrate
source: Completion rate
ar: نسبة الانجاز

# General_Confirm
source: Confirm
ar: تأكيد

# General_ConfirmEmail
source: Confirm Email
ar: تأكيد البريد الالكتروني

# General_ConfirmMobile
source: Confirm Mobile
ar: تأكيد رقم الجوال

# General_confirmpassword
source: Confirm Password
ar: تأكيد كلمة المرور

# General_ConsolidatedReport
source: Consolidated report
ar: تقرير الحركات

# General_Constraint
source: Constraint
ar: الالتزامات

# General_Consultationoffice
source: Consultation Office
ar: المكتب الإستشاري

# General_Content
source: Content
ar: المحتوى

# General_Continue
source: Continue
ar: متابعة

# General_ContractCancel
source: Contract Cancel
ar: الغاء العقد

# General_ContractCodePrefix
source: contract code prefix
ar: بادئة كود العقد

# General_ContractDetails
source: Contract Details
ar: تفاصيل العقد

# General_ControlOfStaffFunctions
source: Control of staff functions
ar: التحكم بمهام الموظفين

# General_ControlPanel
source: Control Panel
ar: لوحة التحكم

# General_Convert
source: Convert
ar: تحويل

# General_Convertprojectfollow
source: Convert a project to follow up
ar: تحويل مشروع للمتابعة

# General_ConvertTo
source: Convert to
ar: تحويل إلى

# General_Costcenter
source: Cost Center
ar: مركز التكلفة

# General_CostCenters
source: Cost Centers
ar: مراكز التكلفة

# General_CostCenterTransaction
source: Cost Center Transaction
ar: حركات مراكز التكلفة

# General_CostProject
source: cost of the project
ar: تكلفة المشروع

source: General_CostProjects
ar: تكلفة المشاريع

# General_CostType
source: Cost Type
ar: نوع التكلفة

# General_CPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# General_credit
source: Credit
ar: دائن

# General_CreditBalance
source: Credit balance
ar: رصيد دائن

# General_CreditBalancecredit
source: Credit Balance credit
ar: رصيد افتتاحي دائن

# General_CreditBalancedebit
source: Credit Balance debit
ar: رصيد افتتاحي مدين

# General_creditBanlce
source: credit Banlce
ar: الرصيد الدائن

# General_Creditdebit
source: Debt inaugurated
ar: افتتاحي مدين

# General_Currencies
source: Currencies
ar: العملات

# General_CurrentTask
source: Current Task
ar: مهام قيد التشغيل حاليا على المشروع

# General_Currenttasks
source: InProgress tasks
ar: مهام قيد التشغيل

# General_CurrentUsers
source: Current Users
ar: المستخدمين الحاليين

# General_Customer
source: Customer
ar: العميل

# General_CustomerData
source: Customer Data
ar: بيانات العملاء

# General_CustomerExpensesAndRevenues
source: Customer Expenses And Revenues
ar: مصروفات و ايرادات العملاء

# General_CustomersDuringPeriod
source: Customers during the period
ar: العملاء خلال فترة

# General_CustomersDuringThePeriod
source: Customers during the period
ar: العملاء خلال فترة

# General_CustomersNumbers
source: Customers Number
ar: عدد العملاء

# General_CustomersStatistics
source: Customers Statistics
ar: إحصائيات العملاء

# General_CustomerStatistics
source: Customer Statistics
ar: احصائيات العملاء

# General_CustomerStatistics1
source: Reports and statistics
ar: تقارير العملاء

# General_DailyJournal
source: Daily Journal
ar: اليومية العامة

# General_dailyVoucher
source: Daily Voucher
ar: قيد اليومية

# General_dailyVoucherPost
source: dailyVoucherPost
ar: ترحيل قيد يومي

# General_Date
source: Date
ar: التاريخ

# General_DateChoose
source: Date Choose
ar: اختر التاريخ

# General_DateIncomingMessage
source: Date of the incoming message
ar: تاريخ الخطاب الوارد

# General_DateN
source: Date
ar: تاريخه

# General_DateOfNotificationReading
source: Date of notification reading
ar: تاريخ قراءة الإشعار

# General_DatePost
source: Post Date
ar: تاريخ الترحيل

# General_DateReadIt
source: Date read it
ar: تاريخ قراءته

# General_Day
source: Day
ar: يوم

# General_Days
source: Days
ar: أيام

# General_DaySelect
source: select day first
ar: اختر اليوم اولاً

# General_debit
source: Debit
ar: مدين

# General_DebitBalance
source: Debit balance
ar: رصيد مدين

# General_Deductionsalary
source: Deductionsalary
ar: خصم من الراتب

# General_DefaultSessionDuration
source: Default session duration
ar: مدة الجلسة الافتراضية

# General_Delay
source: Delay
ar: تأجيل

# General_Delegate
source: Delegate
ar: مندوب

# General_Delete
source: Delete
ar: حذف

# General_DeleteAllowance
source: Delete Allowance
ar: حذف بدل

# General_DeleteBranch
source: Delete Branch
ar: حذف فرع

# General_DeleteCarMovement
source: Delete CarMovement
ar: حذف حركة سيارة

# General_DeleteCostCenters
source: Delete Cost Centers
ar: حذف مركز تكلفة

# General_DeleteCurrency
source: Delete Currency
ar: حذف عملة

# General_deleteCustomer
source: delete Customer
ar: حذف عميل

# General_Deleted
source: Deleted
ar: محذوفة

# General_DeletedailyVoucher
source: Delete daily Voucher
ar: حذف سند يومي

# General_DeleteDay
source: Delete Day
ar: حذف يوم

# General_DeleteDegree
source: Delete Degree
ar: حذف درجة

# General_DeletedFailed
source: Deleted Failed
ar: فشل في الحذف

# General_DeletedSuccessfully
source: Deleted Successfully
ar: تم الحذف بنجاح

# General_DeleteEmployee
source: Delete Employee
ar: حذف موظف

# General_DeleteexchangeVoucher
source: Delete exchange Voucher
ar: حذف سند صرف

# General_DeleteGurantees
source: Delete Gurantees
ar: حذف ضمان

# General_DeleteInbox
source: Delete Inbox
ar: حذف الوارد

# General_DeleteItem
source: Delete Item
ar: حذف صنف

# General_DeleteMainPhases
source: Delete Main Phases
ar: حذف مرحلة رئيسية

# General_DeleteMesage
source: Are you sure to delete this row ?
ar: هل تريد حذف هذا العنصر ؟

# General_DeleteModel
source: Delete Model
ar: حذف نموذج

# General_DeleteOfficialdocuments
source: Delete Officialdocuments
ar: حذف وثيقة

# General_DeleteOpeningbalance
source: Delete Opening balance
ar: حذف رصيد افتتاحي

# General_DeleteopeningVoucher
source: Delete Opening Voucher
ar: حذف سند افتتاحي

# General_DeleteOutbox
source: Delete Out box
ar: حذف الصادر

# General_DeletereceiptVouchers
source: Delete receipt Vouchers
ar: حذف سند قبض

# General_DeleteServices
source: Delete Services
ar: حذف خدمة

# General_DeleteSubPhases
source: Delete Sub Phases
ar: حذف مرحلة فرعية

# General_DeleteTask
source: Delete Task
ar: حذف مهمة

# General_DeleteUser
source: Delete User
ar: حذف مستخدم

# General_DeleteVacation
source: Delete Vacation
ar: حذف اجازة

# General_Departments
source: Departments
ar: الاقسام

# General_depitBanlce
source: depit Banlce
ar: الرصيد المدين

# General_Description
source: Description
ar: الوصف

# General_Details
source: Financial Details
ar: التفاصيل المالية

# General_Discount
source: Discount
ar: خصم

# General_Discounts
source: Discounts
ar: خصومات

# General_Done
source: Done
ar: تم التسديد

# General_doneDate
source: Done Date
ar: تاريخ الانجاز

# General_DrivingLicense
source: Driving license
ar: رخصة السياقة

# General_duration
source: Financial Period
ar: الفترة المالية

# General_Durationproject
source: Duration Project
ar: مدة المشروع

# General_Durationprojectminutes
source: Duration of the project (in minutes)
ar: مدة المشروع (بالدقائق)

# General_Edit
source: Edit
ar: تعديل

# General_EditBranch
source: Edit Branch
ar: تعديل فرع

# General_EditCarMovement
source: Edit CarMovement
ar: تعديل حركه سيارة

# General_EditCostCenters
source: Edit Cost Centers
ar: تعديل مركز تكلفة

# General_EditCurrency
source: Edit Currency
ar: تعديل عملة

# General_EditCustomer
source: Edit Customer
ar: تعديل عميل

# General_EditdailyVoucher
source: Edit daily Voucher
ar: تعديل سند يومي

# General_EditDay
source: Edit Day
ar: تعديل يوم

# General_EditDegree
source: Edit Dgree
ar: تعديل تقييم موظف

# General_EditedFaild
source: Edited Faild
ar: لا يمكنك التعديل

# General_EditedSuccessfully
source: Edited Successfully
ar: تم التعديل بنجاح

# General_EditEmployee
source: Edit Employee
ar: تعديل موظف

# General_EditexchangeVoucher
source: Edit exchange Voucher
ar: تعديل سند صرف

# General_EditGurantees
source: Edit Gurantees
ar: تعديل ضمان

# General_EditInbox
source: Edit Inbox
ar: تعديل وارد

# General_EditInplayingProSetting
source: Edit In playing Project Setting
ar: تعديل على سير قائم

# General_EditItem
source: Edit Item
ar: تعديل صنف

# General_EditMainPhases
source: Edit Main Phases
ar: تعديل مرحلة رئيسية

# General_EditModel
source: Edit Model
ar: تعديل نموذج

# General_EditOfficialdocuments
source: Edit Officialdocuments
ar: تعديل وثيقة

# General_EditOpeningbalance
source: Edit Opening balance
ar: تعديل رصيد افتتاحي

# General_EditopeningVoucher
source: Edit Opening Voucher
ar: تعديل سند افتتاحي

# General_EditOutbox
source: Edit Outbox
ar: تعديل صادر

# General_EditProjectProgress
source: Edit Project Progress
ar: تعديل سير مشروع

# General_EditProjectSetting
source: Edit Project setting
ar: تعديل سير

# General_EditreceiptVouchers
source: Edit receipt Vouchers
ar: تعديل سند قبض

# General_EditServices
source: Edit Services
ar: تعديل خدمة

# General_EditSubPhases
source: Edit Sub Phases
ar: تعديل مرحله فرعية

# General_EditTask
source: Edit Task
ar: حذف مهمة

# General_EditUser
source: Edit User
ar: تعديل مستخدم

# General_EditVacation
source: Edit Vacation
ar: تعديل إجازة

# General_Email
source: Email
ar: البريد الالكتروني

# General_Email1
source: Send Email
ar: إرسال بريد إلكتروني

# General_Employee
source: Employee
ar: الموظف

# General_EmployeeAccount
source: EmployeeAccount
ar: حساب الموظف

# General_EmployeeCodePrefix
source: Employee code prefix
ar: بادئة كود الموظف
