Repository: MohammedDawoud/TameerNewAPI
Catalog: TaamerProject.Service/LocalResources/Resources.*.resx
Languages: ar

# General_SearchAddProject
source: Projects - Add and search
ar: حركة المشاريع

# General_SearchAllowance
source: Search Allowance
ar: بحث عن بدل

# General_SearchArchive
source: Search Archive
ar: بحث في الأرشيف

# General_SearchCost
source: Search Cost
ar: بحث في التكاليف

# General_SearchCustomer
source: SearchCustomer
ar: بحث عن عميل

# General_SearchEmployee
source: Search Employee
ar: بحث عن موظف

# General_SearchFileProject
source: Project files upload center
ar: مركز رفع الملفات

# General_SearchInCarMovements
source: Search In CarMovements
ar: بحث في حركة السيارات

# General_SearchInItmes
source: Search In Itmes
ar: بحث في الأصناف

# General_SearchInThirdParties
source: Search in third parties
ar: بحث في الجهات الخارجية

# General_SearchType
source: Search Type
ar: نوع البحث

# General_secret
source: Secret
ar: سري

# General_Secrtary
source: Secrtary
ar: السكرتارية

# General_Secrtary1
source: Customers
ar: العملاء

# General_SelectBranch
source: Select Branch
ar: اختر الفرع

# General_SelectCategory
source: Select Category
ar: اختر الصنف

# General_SelectCustomer
source: Select Customer
ar: اختر العميل

# General_SelectDate
source: Select date
ar: اختر التاريخ

# General_Selectimage
source: Select image
ar: تحديد صورة

# General_SelectRegion
source: Select Region
ar: اختر المنطقة

# General_Selectsubproject
source: Select the subproject
ar: اختر المشروع الفرعي

# General_SendEmail1
source: Send Email
ar: إرسال بريد

# General_Sender
source: Sender
ar: المرسل

# General_SenderUser
source: Sender Name
ar: اسم المرسل

# General_SendingDate
source: Sending date
ar: تاريخ الإرسال

# General_SendMail
source: Send Mail
ar: إرسال إيميل

# General_SendMassage
source: Send Massage
ar: إرسال رسالة نصية جديدة

# General_SendNotification
source: Send notification
ar: إرسال إشعار

# General_SendNotificationToYourProject
source: Send a notification to your project
ar: إرسال إشعار على مشروع

# General_sendRequest
source: Send Request
ar: إرسال الطلب

# General_serial
source: Serial
ar: مسلسل

# General_Settings
source: Settings
ar: الإعدادات

# General_Show
source: Show
ar: عرض

# General_ShowAll
source: Show All
ar: عرض الكل

source: General_ShowProjects
ar: عرض المشاريع

# General_Side
source: Side
ar: الجهة

# General_SideNameArabic
source: Side Name (Arabic)
ar: اسم الجهة (عربي)

# General_SideNameEnglish
source: Side Name (English)
ar: اسم الجهة (انجليزي)

# General_SignIn
source: Sign In
ar: تسجيل الدخول

# General_SMSCustomer
source: SMS Customer
ar: رسائل العميل

# General_start
source: Start
ar: بدء

# General_StartDate
source: Start Date
ar: من تاريخ

# General_Startdategreaterthanenddate
source: Start date is greater than end date
ar: تاريخ البداية أكبر من تاريخ النهاية

# General_startDateIsheighertherend
source: Start Date Is older Than The End Date
ar: تاريخ البداية أكبر من تاريخ النهاية

# General_startDateIslesstoday
source: Start Date Is Younger Than The Date Of Today
ar: تاريخ البداية اصغر من تاريخ اليوم

# General_statistics
source: Statistics
ar: إحصائيات

# General_Status
source: Status
ar: الحالة

# General_StatusAndDate
source: Status And Date
ar: حالته وتاريخه

# General_StatusVoucher
source: Status Voucher
ar: حالة السند

# General_staying
source: Staying
ar: الإقامة

# General_staying1
source: Staying
ar: الإقامات

# General_StayingNumber
source: Staying Number
ar: رقم الإقامة

# General_Staysarealmostover
source: Stays Are Almost Over
ar: إقامات قاربت على الانتهاء

# General_Stop
source: Stop
ar: ايقاف

# General_StopMesage
source: Are you sure to stop this row ?
ar: هل تريد إيقاف هذا العنصر ؟

# General_Stopped
source: Stopped
ar: متوقفة

# General_SubPhase
source: Sub Phase
ar: المرحلة الفرعية

# General_SubPhaseNameArabic
source: SubPhase Name (Arabic)
ar: اسم المرحلة الفرعية (عربي)

# General_SubPhaseNameEnglish
source: SubPhase Name ( English)
ar: اسم المرحلة الفرعية (إنجليزي)

# General_SubPhases
source: Sub Phases
ar: المراحل الفرعية

# General_Success
source: Success!
ar: نجاح!

# General_Supervision
source: Supervision
ar: متابعة طلعات الإشراف

# General_SupervisionCard
source: Supervision Card
ar: بطاقة اشراف

# General_SystemNotifications
source: System Notifications
ar: إشعارات النظام

# General_SystemPermissions
source: System Permissions
ar: صلاحيات النظام

# General_SystemStatistics
source: System Statistics
ar: إحصائيات النظام

# General_Task
source: Task
ar: المهمة

# General_TaskDone
source: Done Task
ar: المهام المنجزة

# General_Taskextensionrequests
source: Task extension requests
ar: طلبات تمديد المهام

# General_TaskName
source: Task Name
ar: اسم المهمة

# General_TaskName1
source: task name and note must be fill
ar: يجب ملء اسم المهمة والملاحظات

# General_TaskNameAr
source: Task NameAr
ar: اسم المهمة (عربي)

# General_TaskNameEn
source: Task NameEn
ar: اسم المهمة (انجليزي)

# General_taskovertimerequst
source: Task Overtime Requst
ar: طلب تمديد مهمة

# General_TaskRemaining
source: Tasks remaining
ar: المهام المتبقية

# General_Tasks
source: Tasks
ar: المهام

# General_TasksControlling
source: Tasks Controlling
ar: متابعة وادارة المهام

# General_TasksFile
source: Tasks Files
ar: ملفات المهام

# General_TasksFollwing
source: Movement of tasks
ar: متابعة حركة المهام

# General_TasksMainPage
source: Tasks Main Page
ar: مهام الصفحة الرئيسية

# General_TasksUser
source: Tasks User
ar: مهام المستخدم

# General_TaskTime
source: Task Time
ar: وقت المهمة

# General_TaskType
source: Task Type
ar: نوع المهمة

# General_taskwindow
source: Task window
ar: النافذة الخاصة بالمهمة

# General_TaxesIncluded
source: Taxes included
ar: شامل الضريبة

# General_TaxNumber
source: Tax Number
ar: الرقم الضريبي

# General_Telephone
source: Telephone
ar: الهاتف

# General_TemplateTasks
source: Template Tasks
ar: نموذج مهام

# General_TheAmount
source: Amount
ar: المبلغ

# General_TheDurationOfTheActivationCode
source: The duration of the activation code
ar: مدة ارسال كود التفعيل

# General_TheHandOfRoses
source: The hand of roses
ar: جهة الورود

# General_TheRemainingTime
source: the remaining time
ar: المدة المتبقية

# General_TimeMinutes
source: Time Minutes
ar: المدة الزمنية

# General_TimeOflate
source: Late Time
ar: م. التأخير

# General_TimeStop
source: Time Stop
ar: مرات التوقف

# General_To
source: To
ar: إلى

# General_toaccount
source: To Account
ar: إلى حساب

# General_toDate
source: toDate
ar: إلى تاريخ

# General_ToHijriDate
source: To Hijri Date
ar: إلى (هجري)

# General_ToHour
source: To Hour
ar: الى الساعة

# General_ToMiladiDate
source: To Miladi Date
ar: إلى

# General_Total
source: Total
ar: كلي

# General_totalentries
source: total entries
ar: كل الصفوف

# General_Totalprofits
source: Total profits
ar: أرباح كلية

# General_Totalvalue
source: Total Value
ar: القيمة الكلية

# General_TotalVoucher
source: Total Voucher
ar: مجموع السند

# General_Trading
source: Trading
ar: المتاجرة

# General_TrafficCentersCost
source: Traffic centers cost
ar: حركة مراكز التكلفة

# General_Trafficviolation
source: Traffic violation
ar: مخالفة مرورية

# General_TransferAccountsToBranch
source: Transfer accounts to a branch
ar: نقل الحسابات إلى فرع

# General_TransferFromOneTypeToAnother
source: Transfer from one type to another
ar: نسخ من نوع الى نوع آخر

# General_Trash
source: Trash
ar: محذوف

# General_TrialBalance
source: Trial Balance
ar: ميزان المراجعة

# General_Type
source: Type
ar: النوع

# General_TypeComment
source: Type a comment
ar: اكتب تعليق

# General_TypeNotice
source: Type a notice
ar: اكتب اشعار

# General_UploadDate
source: UploadDate
ar: تاريخ الرفع

# General_UploadFiles
source: Upload Files
ar: رفع الملفات

# General_User
source: User
ar: المستخدم

# General_UserBranches
source: User branches
ar: فروع المستخدم

# General_UserID
source: User ID
ar: كود المستخدم

# General_UserName
source: Username
ar: اسم المستخدم

# General_UserNotifications
source: User notifications
ar: اشعارات مستخدم

# General_Userpermissions
source: User Permissions
ar: صلاحيات المستخدم

# General_Users
source: Users
ar: المستخدمين

# General_usersnumber
source: Users Number
ar: عدد المستخدمين

# General_UsersProjects
source: User Projects
ar: مشاريع المستخدم

# General_Usersstatement
source: Users Statement
ar: بيان بالمستخدمين

# General_Users_Project
source: Users - Project
ar: مستخدمين - مشروع

# General_UserType
source: User Type
ar: نوع المستخدم

# General_Vacation
source: Vacation
ar: الإجازة

# General_VacationReport
source: Vacation Report
ar: تقرير الإجازات

# General_Vacations
source: Vacations
ar: الإجازات

# General_VacationTypeArabic
source: Vacation Type (Arabic)
ar: نوع الإجازة (عربي)

# General_VacationTypeEnglish
source: Vacation Type(English)
ar: نوع الإجازة (انجليزي)

# General_VacationTypes
source: Vacation Types
ar: أنواع الإجازات

# General_ValidDigits
source: Enter only digits.
ar: أدخل فقط أرقام

# General_ValidEmail
source: Enter a valid email address.
ar: أدخل بريد الكتروني بشكل صحيح

# General_ValidMaxLength
source: Enter no more than {0} characters.
ar: أدخل على الأكثر {0} أرقام

# General_ValidMinLength
source: Enter at least {0} characters."
ar: ادخل على الأقل {0} أرقام.

# General_ValidNumber
source: Enter a valid number.
ar: أدخل رقم صحيح

# General_ValueAdded
source: Value Added
ar: القيمة المضافة

# General_Version
source: Version
ar: النسخة

# General_View
source: View
ar: مشاهدة

# General_ViewForm
source: View Form
ar: عرض نموذج

# General_Visits
source: Visits
ar: زيارات

# General_VoucherDate
source: Voucher Date
ar: تاريخ السند

# General_VoucherDetails
source: Voucher Details
ar: تفاصيل السند

# General_VoucherHijriDate
source: Voucher Hijri Date
ar: تاريخ السند (هجري)

# General_VoucherNumber
source: Voucher Number
ar: رقم السند

# General_Vouchers
source: Vouchers
ar: السندات

# General_VoucherSettings
source: Voucher Settings
ar: تجهيز السندات

# General_VouchersNumber
source: Vouchers Number
ar: عدد السندات

# General_VoucherValue
source: Voucher Value
ar: قيمة السند

# General_WasConverted
source: Was Converted
ar: تم تحويلها

# General_Week
source: Week
ar: إسبوع

# General_Weeklystatistics
source: Weekly statistics
ar: إحصائيات اسبوعية

# General_Without
source: Nothing
ar: بدون

# General_WithoutTax
source: Without tax
ar: بدون ضريبة

# General_workendMiladidate
source: Work end Miladi date
ar: نهاية العمل

# General_workhours
source: Work hours
ar: ساعات العمل

# General_WorkingMember
source: Working member
ar: عضو عامل

# General_Workingproject
source: Working on the project
ar: العاملين على المشروع

# General_WorkOrderNumber
source: Work Order Number
ar: رقم المهمة والتكليف

# General_workstartingHijridate
source: Works tarting Hijri date
ar: بداية العمل (هجري)

# General_workstartingMiladidate
source: Work starting Miladi date
ar: بداية العمل

# General_Wrong
source: Error!
ar: خطأ!

# General_Year
source: Year
ar: السنة

# General_yes
source: yes
ar: نعم

# General_YouHave
source: You have
ar: لديك

# General_YouHaveANewMessage
source: a new message
ar: رسالة جديدة

# General__DeleteRevenuesAndExpenses
source: Delete Revenues And Expenses
ar: حذف إيراد

# General__EditRevenuesAndExpenses
source: Edit Revenues And Expenses
ar: تعديل إيراد

# General_ِAddRevenuesAndExpenses
source: Add Revenues And Expenses
ar: إضافة إيرادات ومصروفات

# Genreal_workendHijridate
source: Work End Hijri date
ar: نهاية العمل (هجري)

# Gernale_enter
source: Enter
ar: ادخال

# Gerneral_allLating
source: Total Lating
ar: التأخير الكلي

# Gerneral_Documentsarecompletion
source: Documents are completion
ar: وثائق منتهية

# Gerneral_Documentsarenearingcompletion
source: Documents are nearing completion
ar: وثائق قاربت على الانتهاء

# Gerneral_Documentscompletion
source: Documents completion
ar: وثائق منتهية

# Gerneral_Done
source: Done
ar: المنجز

# Gerneral_DoneWorkOrder
source: Done Work Orders
ar: أوامر العمل المنجزة

# Gerneral_DoneWorkOrders
source: Done Work Orders
ar: أوامر العمل المنتهية

# Gerneral_EmployeeContract
source: Users Contract
ar: عقود الموظفين

# Gerneral_High
source: High
ar: مرتفع

# Gerneral_Importance
source: Importance
ar: الأهمية

# Gerneral_late
source: Is Late
ar: المتأخر

# Gerneral_LatingTasks
source: Lating Tasks
ar: المهام المتأخرة

# Gerneral_Loans
source: Loans
ar: سلف الموظفين

# Gerneral_LoansEmp
source: Advances of workers
ar: سلف العاملين

# Gerneral_Low
source: Low
ar: منخفض

# Gerneral_medium
source: medium
ar: متوسط

# Gerneral_notStarting
source: Not Starting
ar: لم تبدأ

# Gerneral_RunningTasks
source: Running Tasks
ar: المهام قيد الإنجاز

# Gerneral_runningWorkOrder
source: Running Work Orders
ar: أوامر عمل قيد الإنجاز

# Gerneral_send
source: Send
ar: إرسال

# Gerneral_StaysOver
source: Stays Over
ar: إقامات منتهية

# Gerneral_Urgent
source: Urgent
ar: عاجلة

# Gerneral_Vacations
source: Vacations
ar: إجازات

# Gernerle_PhoneNumberNo
source: Number of phone number
ar: اعداد رقم الهاتف

# Gernerle_PhoneTelephoneNo
source: Number Of telephone number
ar: اعداد رقم الجوال

# Gernral_running
source: Is Running
ar: قيد التشغيل

source: Get All User Info
ar: معلومات المستخدمين

source: Greetings from the customer department
ar: مع تحيات قسم العملاء

source: Ground
ar: الارضي

source: Ground extension
ar: الملحق الارضي

source: Ground floor
ar: الدور الأرضي

source: guest council
ar: مجلس الضيوف

source: guest dining room
ar: غرفة طعام الضيوف

source: gym
ar: صالة رياضية

source: Health club
ar: نادي صحي

source: height
ar: الطول

# higriP
source: H
ar: هـ

source: home cinema hall
ar: صالة سنيما منزلية

source: Hour Count
ar: عدد الساعات

source: Housing allowance
ar: بدل سكن

# identicalresults
source: There are no identical results
ar: لا توجد نتائج متطابقة

# identificationnumber
source: The site's identification number
ar: رقم بيان الموقع

source: Identity Agent
ar: هوية الوكيل

# identity_number_of_project_owner
source: The identity number of the project owner / or the commercial register of companies
ar: رقم هوية مالك المشروع /أو السجل التجاري للشركات

# If_choice_more
source: If the choice is more, the number is
ar: في حال كان الإختيار أكثر فالعدد هو

# Incomeexpenses
source: Income or expenses
ar: ايرادات ام مصروفات

# information_first_round_requirements
source: Other information about first-round requirements
ar: معلومات أخرى حول متطلبات الدور الأول

# information_ground_floor
source: Other information about the ground floor requirements
ar: معلومات أخرى حول متطلبات الدور الأرضي

# information_surface_attachment_requirements
source: Other information about surface attachment requirements
ar: معلومات أخرى حول متطلبات ملحق السطح

source: Instrument number
ar: رقم الصك

# Invoices_canceled_purchases
source: Invoices for canceled purchases
ar: فواتير المشتريات الملغاة

# in_Alerts_layout
source: Alerts and circulars received
ar: التعاميم والتنبيهات قيد التشغيل

# IsLinkedToAnotherProcess
source: It cannot be deleted because it is linked to another process
ar: لا يمكن حذف لأنه مربوط بعمليه أخري

# Issuingletter
source: Issuing a letter
ar: إصدار خطاب

source: Its expiration date
ar: تاريخ انتهائها

# Jop_Number
source: Job number
ar: الرقم الوظيفي

source: junior
ar: ثانوي

source: Just now
ar: الآن

# keeplogin
source: yes, keep log in
ar: نعم . اود بقاء تسجيل الدخول

source: Kids playroom
ar: غرفة ألعاب أطفال

source: Land area
ar: مساحة الأرض

source: Land area after recoil
ar: مساحة بعد الارتداد

source: Land area
ar: مساحة الأرض

source: Last Log in
ar: آخر دخول

source: Late
ar: متأخر

source: Late entry
ar: متأخر الدخول

source: Latest news
ar: اخر الاخبار

source: Late Tasks
ar: مهام متأخرة

source: Late today
ar: المتأخرون اليوم

source: Late Work Order
ar: اوامر عمل متأخرة

source: Late work orders
ar: مهام إدارية متأخرة

# Laundry_ironing_room
source: Laundry and ironing room
ar: غرفة غسيل الملابس و الكي

source: Laundry Room
ar: غرفة غسيل

# leaveCannotDeleted
source: This leave cannot be deleted
ar: لا يمكن حذف هذة العطلة

# leaveCannotModified
source: This leave cannot be modified
ar: لا يمكن التعديل علي هذة الاجازة

# LettersCantBeMore
source: Letters Can't Be More Than 100
ar: يجب الا تزيد عدد الحروف عن 100

source: License Data
ar: بيانات الرخصة

source: License Number
ar: رقم الترخيص

# loansHaventFinished
source: loans haven't finished yet
ar: لا يمكن إنهاء خدمات الموظف بسبب وجود سلف

# LoginWelcome
source: Welcome to Tameer Cloud for Engineering Office Management
ar: مرحبا بك في تعمير السحابي لإدارة المكاتب الهندسية

# logout
source: No, log out
ar: لا , سجل الخروج

# LogoutIn
source: you will log out in {0} second
ar: .سوف يتم تسجيل الخروج خلال

# MAccPro_SearchHistory
source: Search By Due Date
ar: بحث بتاريخ الاستحقاق

# MAcc_AhliBank
source: Ahli Bank
ar: البنك الأهلي

# MAcc_Alert
source: Please Select Account name
ar: يجب اختيار رقم الحساب

# MAcc_ArabBank
source: Arab Bank
ar: البنك العربي

# MAcc_BankAlbilad
source: Bank Albilad
ar: بنك البلاد

# MAcc_BudgetReport
source: Budget Report
ar: تقرير قائمة المركز المالي

# MAcc_Budget_Print1
source: U.S. Budget Printing
ar: طباعة قائمة المركز المالي الأمريكية

# MAcc_Budget_Print2
source: French budget Printing
ar: طباعة قائمة المركز المالي الفرنسية

# MAcc_CAAlert
source: Please Fill Any Search Parameters
ar: يجب إدخال احد معاملات البحث

# MAcc_CheckAmount
source: Please Enter Check Amount
ar: يجب إدخال مبلغ الشيك

# MAcc_CheckBen
source: Please Enter Check Benificery
ar: يجب إدخال اسم المستفيد

# MAcc_CheckDate
source: Please Enter Check Date
ar: يجب إدخال تاريخ الشيك

# MAcc_CheckNo
source: Please Enter Check Number
ar: يجب إدخال رقم الشيك

# MAcc_ChooseToAcc
source: You must select to / Account
ar: يجب اختيار الى/ح

# MAcc_CloseNotify
source: close x
ar: إغلاق

# MAcc_ContNotChanged
source: It is not possible to amend a bill payment for which an invoice has been issued
ar: لا يمكن التعديل على دفعة عقد تم إصدار فاتورة لها

# MAcc_ContractChanged
source: The contract cannot be changed
ar: لا يمكن تغيير العقد

# MAcc_ContractDownload
source: Contract Download
ar: تحميل العقد

# MAcc_ContractSaved
source: The contract was saved successfully
ar: تم حفظ العقد بنجاح

# MAcc_ContractSavedFailed
source: Failed to save contract
ar: فشل في حفظ العقد

# MAcc_Credit
source: Credit
ar: آجل

# MAcc_EnterBayan
source: Statement must be entered
ar: يجب إدخال البيان

# MAcc_FatPrintModel
source: Model 1
ar: نموذج 1

# MAcc_FatPrintModel2
source: Model 2
ar: نموذج 2

# MAcc_FinalInStatReport
source: The final report of the income statement
ar: التقرير النهائي لقائمة الدخل

# MAcc_FinalReport
source: Final Report
ar: التقرير النهائي

# MAcc_FormulaContract
source: Formula Contract
ar: صيغة العقد

# MAcc_General_ValueAdded
source: VAT report
ar: تقرير الضريبة المضافة

# MAcc_GJAlert
source: Please Choose Any Search Parameters And Fill All Input
ar: يجب اختيار احد معاملات البحث وإدخال جميع حقولها

# MAcc_InputTax
source: Input Tax
ar: ضريبة المدخلات

# MAcc_InvoiceIssued
source: An invoice was issued
ar: تم إصدار فاتورة

# MAcc_InvoiceType
source: Invoice Type
ar: نوع الفاتورة

# MAcc_offAlert
source: Please Enter Document Name
ar: يجب إدخال اسم الوثيقة

# MAcc_offDateAlert
source: Please Enter Document Date
ar: يجب إدخال تاريخ الوثيقة

# MAcc_offEndDateAlert
source: Please Enter Document End Date
ar: يجب إدخال تاريخ انتهاء الوثيقة

# MAcc_offGAlert
source: Please Enter One Of Search Parameter
ar: يجب اختيار أحد معاملات البحث

# MAcc_OffNotify
source: You have document - % 1 with number % 2 that will end in % 3, renew it
ar: لديك وثيقة - %1 برقم %2 ستنتهي في %3 قم بتجديدها

# MAcc_OffNotifyP1
source: You have the document
ar: لديك الوثيقة

# MAcc_OffNotifyP2
source: with a number
ar: برقم

# MAcc_OffNotifyP3
source: that will end in
ar: ستنتهي في

# MAcc_OffNotifyP4
source: renew it
ar: قم بتجديدها

# MAcc_OtherReport
source: Other Report
ar: تقارير أخرى

# MAcc_OutputTax
source: Output Tax
ar: ضريبة المخرجات

# MAcc_RajhiBank
source: Al Rajhi Bank
ar: بنك الراجحي

# MAcc_Requiredfield
source: Required Field
ar: حقل مطلوب

# MAcc_RiyadBank
source: Riyad Bank
ar: بنك الرياض

# MAcc_SerNotify
source: You have Service - % 1 with number % 2 that will end in % 3, Pay it
ar: لديك خدمة - %1 برقم %2 ستنتهي في %3 قم بتسديدها

# MAcc_ServiceAccountAlert
source: Please Select Account Name
ar: يجب اختيار اسم الحساب

# MAcc_ServiceEndAlert
source: Please Enter End Date
ar: يجب إدخال تاريخ الانتهاء

# MAcc_ServiceMfwterAlert
source: Please Select Invoiced
ar: يجب اختيار المفوتر

# MAcc_ServiceStartAlert
source: Please Enter Start Date
ar: يجب إدخال تاريخ الصدور

# MAcc_TrialBalanceWithBalance
source: Print Trial Balance With Balance
ar: طباعة ميزان مراجعة بالأرصدة

# MAcc_TrialBalanceWithTotalandBalance
source: Print Trial Balance With Total and Balance
ar: طباعة ميزان مراجعة بالمجاميع والأرصدة

# MAcc_UploadContract
source: Upload Contract
ar: رفع العقد

# MAcc_VATAdjustments
source: VAT Adjustments
ar: تسوية الضريبة

# MAcc_ViewJournalEntry
source: View Journal Entry
ar: عرض القيد المحاسبي

source: Machine Number
ar: رقم الجهاز

# MAD_AddDevice
source: Add Finger Print Device
ar: إضافة جهاز بصمة

source: Maid's bedroom
ar: غرفة نوم للخادمه

# Maid_room_toilet
source: Maid's room + toilet
ar: غرفة خادمة + دورة مياه

# MainBranchData
source: Head office data
ar: بيانات المركز الرئيسي

source: MainSalary
ar: الراتب الأساسي

source: Main entrance
ar: مدخل رئيسي

# main_stairs
source: main stair
ar: درج رئيسي

source: Make it later successfully
ar: تم التأجيل بنجاح

source: Make sure of the year
ar: تأكد من السنة

source: Make sure to enter new important data
ar: تأكد من ادخال بيانات مهمة جديدة

source: Male
ar: ذكر

source: Management decision
ar: قرار الإدارة

# Maniual_Attend
source: Maniual attendance
ar: الحضور اليدوي

source: Married
ar: متزوج

source: Master bedroom suite
ar: جناح غرفة النوم الرئيسية

# MAtt_Daysofabsence
source: Days of absence
ar: أيام الغياب

# MaximumExitPeriod
source: Maximum Exit Period (Minutes)
ar: الحد الأقصى لخروج الفترة (بالدقائق)

# maxletter
source: (Max 25 letters)
ar: (كحد أقصى 25 حرف)

# MA_AddnewInvoice_service
source: Add a new invoice / service
ar: إضافة خدمة جديدة

# MA_EditnewInvoice_service
source: Modify an invoice / service
ar: تعديل فاتورة / خدمة

# MA_EditOfficialdocuments
source: Edit Official Documents
ar: تعديل وثيقة

# MA_servicebill
source: You have a service / bill
ar: لديك خدمة / فاتورة

# MB_Backupname
source: Backup Name -English Only
ar: اسم النسخة الاحتياطية -إنجليزي فقط

# MB_BackupnameRe
source: You Must Input Backup Name
ar: اسم النسخة الاحتياطية مطلوب

# MB_BackupPlace
source: Backup place
ar: مكان النسخ الاحتياطي

# MB_Backup_Name
source: Backup Name
ar: اسم النسخة

# MB_Choosethepath
source: Choose the path
ar: اختر المسار

# MB_CreateBackup
source: Create a Backup
ar: إنشاء نسخة احتياطية

# MB_delete
source: Delete
ar: حذف

# MB_DeleteBackup
source: Do you want to delete the backup?
ar: هل تريد حذف النسخة الاحتياطية

# MB_Download
source: Download
ar: تحميل

# MB_Onpersonaldevice
source: On a personal device
ar: على الجهاز الشخصي

# MB_Ontheserver
source: On the server
ar: على السيرفر

# MB_Path
source: Path
ar: المسار

# MB_Restore
source: Restore
ar: استعادة

# MB_VersionNumber
source: Version Number
ar: رقم النسخة

# MC_AddCarMovement
source: Add Car Movement
ar: إضافة حركة سيارة

# MC_DeleteEmpContract
source: Do you want to delete an employee contract?
ar: هل تريد حذف عقد موظف

# MC_DoneFree
source: The custody was successfully broken
ar: تم فك العهدة بنجاح

# MC_EmpContractAlreadyExists
source: This employee has a contract
ar: يوجد عقد برقم الموظف

# MC_EmpContractCodeExist
source: The employee contract code already exists
ar: كود عقد الموظف موجود من قبل

# MC_EnterBranchForEachEmp
source: Enter a branch for each employee before creating the contract
ar: قم بإدخال فرع لكل موظف قبل إنشاء العقد

# MC_EnternationalityForEachEmp
source: Enter the nationality of each employee before creating the contract
ar: قم بإدخال جنسية لكل موظف قبل إنشاء العقد

# MC_FailedFree
source: Failed to broken The Custody
ar: فشل في فك العهدة
