Repository: MohammedDawoud/TameerNewAPI
Catalog: TaamerProject.Service/LocalResources/Resources.*.resx
Languages: ar

# MC_Free
source: Decommissioning the Custody
ar: فك العهدة

# MC_Pay_Status
source: Payment status
ar: حالة الدفع

# MDa_BackupFailed
source: Backup failed
ar: فشل في النسخ الاحتياطي

# MDa_BackupSuccess
source: A backup was taken successfully
ar: تم أخذ نسخه احتياطية بنجاح

# MDa_RestoreFailed
source: Failed to restore the backup because there are users currently connected to the database, please contact technical support to do this.
ar: فشل في استعادة النسخة الاحتياطية لوجود مستخدمين متصلين حالياً بقاعدة البيانات، نرجوا التواصل مع الدعم الفني للقيام يهذا الأمر.

# MDa_RestoreSuccess
source: The backup was restored successfully
ar: تم استعادة النسخة الاحتياطية بنجاح

# MD_AddImprest
source: Imprest Request Form
ar: نموذج طلب سلفة

# MD_AddVacation
source: Vacation Request Form
ar: نموذج طلب إجازة

# MD_ConnectDisconnect
source: The fingerprint was disconnected
ar: تم قطع الاتصال بجهاز البصمة

# MD_ConnectFailed
source: Failed to contact fingerprint device
ar: فشل في الاتصال بجهاز البصمة

# MD_ConnectSuccessfully
source: The fingerprint device was successfully connected
ar: تم الاتصال بجهاز البصمة بنجاح

# MD_CreateBackup
source: Create a backup
ar: النسخ الاحتياطي

# MD_Create_restore_backup
source: Create / restore backup
ar: النسخ الاحتياطي للبيانات

# MD_RestoreBackup
source: Restore a backup
ar: استعادة نسخة احتياطية

source: Mediator
ar: وسيط

source: Menu
ar: القائمة

source: Merge
ar: دمج

# messaging_service_settings
source: Please adjust your text messaging service settings
ar: يرجى ضبط إعدادات خدمة الرسائل النصية

# ME_AddContractClause
source: Add Contract Clause
ar: إضافة بند عقد

# ME_AddCustody
source: Add New Custody
ar: إضافة عهدة جديدة

# ME_AddCustodyToEmp
source: Add New Custody To Employee
ar: إضافة عهدة لموظف

# ME_Ayear
source: Year
ar: بالسنة

# ME_BeginningofContract
source: Beginning of The Contract
ar: بداية العقد

# ME_BOTHParties
source: Both Parties
ar: كلا الطرفين

# ME_Choosetheadjectiveofthefirstpartyrepresentative
source: Type as a first-party representative
ar: اكتب صفة ممثل الطرف الأول

# ME_Choosethecontracttype
source: Choose the Contract Type
ar: اختر نوع العقد

# ME_Choosetherepresentativeofthefirstparty
source: Choose the Representative of the First Party
ar: اختر ممثل الطرف الأول

# ME_Choosethesecondparty
source: Choose the Second Party
ar: اختر الطرف الثاني

# ME_clause
source: Clause
ar: البند

# ME_Company_Institution_Name
source: Company / Institution Name
ar: اسم الشركة/ المؤسسة

# ME_CompensationBothParty
source: Compensation in case the contract is broken by either party
ar: التعويض في حالة فسخ العقد من أحد الطرفين

# ME_ContractTerminationNotice
source: Contract Termination Notice
ar: إشعار إنهاء العقد قبل

# ME_Contract_expiration_termination
source: Contract Termination
ar: انتهاء العقد أو إنهاءه

# ME_CreateContract
source: Create a Contract for an Employee
ar: إنشاء عقد لموظف

# ME_Dailyworkinghours
source: Daily Working Hours
ar: ساعات العمل يومياً

# ME_Days_working_hours
source: Days and working hours
ar: أيام وساعات العمل

# ME_Durationofannualleave
source: Duration of Annual Leave
ar: مدة الإجازة السنوية

# ME_Eachpartyseparately
source: Each Party Separately
ar: كل طرف على حدة

# ME_EditEmpContract
source: Edit Employee Contract
ar: تعديل عقد لموظف

# ME_EmpUserName
source: The employee's username must be entered
ar: يجب إدخال اسم مستخدم للموظف

# ME_EndContractNotice
source: Enter the number of days to notify the other party to end the contract
ar: ادخل عدد الأيام لإشعار الطرف الأخر لإنهاء العقد

# ME_EndofContract
source: End of The Contract
ar: نهاية العقد

# ME_enterdurationoftheannualleave
source: Please enter the duration of the annual leave
ar: يرجى إدخال مدة الإجازة السنوية

# ME_enterworkdaysperweek
source: Please Enter Work Days per Week
ar: يرجى إدخال أيام العمل أسبوعياً

# ME_enteryourbusinesshoursdaily
source: Please Enter your Business Hours Daily
ar: يرجى إدخال ساعات العمل يومياً

# ME_enteryourbusinesshoursweekly
source: Please enter your business hours weekly
ar: يرجى إدخال ساعات العمل أسبوعيا

# ME_Firstpartycompensation
source: First Party Compensation
ar: تعويض الطرف الأول

# ME_FirstPartyobligations
source: First Party obligations
ar: التزامات الطرف الأول

# ME_Freelancer
source: Freelancer
ar: بالقطعة

# ME_Identifyplaces
source: Identify Places
ar: تحديد الأماكن

# ME_NoRestrictionSpecified
source: No Restriction Specified
ar: عدم تحديد قيد

# ME_Notlessthandays
source: Not less than # days
ar: بمدة لا تقل عن # يوم

# ME_NotTodivulgeSecrets
source: Not To Divulge Secrets
ar: عدم إفشاء الأسرار

# ME_Office_Emp_Data
source: Office Employee Data
ar: بيانات المكتب والموظف

# ME_Paycase
source: Pay Case
ar: حالة الأجر

# ME_Permonth
source: Per Month
ar: بالشهر

# ME_perse
source: Per Se
ar: بصفته

# ME_PerSpecific
source: Period specific
ar: محدد المدة

# ME_PerUndefined
source: Unknown period
ar: غير محدد

# ME_Pleasetypethecompanyor_organizationname
source: Please Type the Company / Organization Name
ar: نرجوا كتابة اسم الشركة / المؤسسة

# ME_PrintEmpContract
source: Print an employee contract
ar: طباعة عقد موظف

# ME_Probation
source: Probation
ar: فترة التجربة

# ME_ProbationExist
source: exist
ar: يوجد

# ME_ProbationNoExist
source: There is no
ar: لا يوجد

# ME_RepresentedIt
source: Represented It
ar: ويمثلها

# ME_Restrictedmode
source: Restricted Mode
ar: وضع قيد للمنافسة

# ME_SearchbyAllBranch
source: Search all branches
ar: بحث بجميع الفروع

# ME_Secondpartycompensation
source: Second Party Compensation
ar: تعويض الطرف الثاني

# ME_SecondPartyobligations
source: Second Party obligations
ar: التزامات الطرف الثاني

# ME_Selectrestriction
source: Select Restriction
ar: تحديد قيد

# ME_Selectthecaseofpay
source: Select the case of pay
ar: اختر حالة الأجر

# ME_Subject_of_thecontract
source: Subject of the contract
ar: موضوع العقد

# ME_Terminationofcontract
source: Compensation for Termination of Contract
ar: تعويض فسخ العقد

# ME_Withregardtowork
source: With Regard to Work
ar: فيما يتعلق بعمل

# ME_Workingdaysperweek
source: Working Days per Week
ar: أيام العمل أسبوعيا

# ME_Workinghoursperweek
source: Working Hours per Week
ar: ساعات العمل أسبوعيا

# MF_AbsenteeStaff
source: Absentee Staff
ar: الموظفون الغائبون

# MF_AbsenteeStaffToday
source: Absentees Today
ar: الغائبون اليوم

# MF_Attending_initialperiod
source: Attending an initial period
ar: حضور فترة اولى

# MF_Attend_secondterm
source: Attend a Second Term
ar: حضور فترة ثانية

# MF_Delaytime
source: Delay Time
ar: زمن التأخير

# MF_Earlydeparture
source: Early departure
ar: انصراف مبكر

# MF_Eveningperiod
source: Evening Period
ar: فترة مسائية

# MF_LateStaff
source: Late employees
ar: الموظفون المتأخرون

# MF_LateStaffToday
source: Late Today
ar: المتأخرون اليوم

# MF_Leaving_firstperiod
source: Leaving the first period
ar: انصراف فترة اولى

# MF_Leaving_secondperiod
source: Leaving a second period
ar: انصراف فترة ثانية

# MF_Morningperiod
source: Morning Period
ar: فترة صباحية

# MF_Time
source: Time
ar: الوقت

# MF_TwoPeriod
source: Two Period
ar: الفترتين معاً

# MH_AddNewContract
source: Add New Contract
ar: إضافة عقد جديد

# MH_AddOfficialHolidays
source: Add Official Holiday
ar: إضافة إجازة رسمية

# MH_OfficialHoliday
source: Official Holiday
ar: اسم الإجازة الرسمية

# MH_OfficialHolidays
source: Official Holidays
ar: الإجازات الرسمية

# MH_Staffcontracts
source: Staff Contracts
ar: عقود الموظفين

# MH_StaffHolidays
source: Staff Holidays
ar: إجازات الموظفين

# MNAcc_Accountingbonds
source: Accounting bonds
ar: سندات محاسبية

# MNAcc_AccountsReceivableNumber
source: Accounts Receivable Number
ar: رقم حساب القبض

# MNAcc_AddInvoice
source: Add Invoice
ar: إضافة فاتورة

# MNAcc_addOperningVoucher
source: Add Operning Voucher
ar: إضافة سند افتتاحي

# MNAcc_CancelPost
source: Are You Sure You WantTo Cancel Post this Voucher?
ar: هل تريد إلغاء ترحيل هذا السند؟

# MNAcc_EntryVoucher
source: Entry Voucher
ar: قيد يومية

# MNAcc_Invoice
source: Sales Bill
ar: فاتورة مبيعات

# MNAcc_InvoiceDate
source: Invoice Due Date
ar: تاريخ استحقاق الفاتورة

# MNAcc_InvoiceDetails
source: Invoice Details
ar: تفاصيل الفاتورة

# MNAcc_InvoiceHijriDate
source: Invoice Hijri Due Date
ar: تاريخ استحقاق الفاتورة (هجري)

# MNAcc_InvoiceNumber
source: Invoice Number
ar: رقم الفاتورة

# MNAcc_InvoiceStatus
source: Invoice Status
ar: حالة الفاتورة

# MNAcc_InvoiceTotal
source: Invoice Total
ar: مجموع الفاتورة

# MNAcc_InvoiceValue
source: Invoice Value
ar: قيمة الفاتورة

# MNAcc_JournalEntry
source: Journal Entry
ar: القيود اليومية

# MNAcc_JournalVoucher
source: Journal Voucher
ar: سند قيد يومية

# MNAcc_NewInvoice
source: New Invoice
ar: فاتورة مبيعات جديدة

# MNAcc_OpeningEntry
source: Opening Entry
ar: القيد الافتتاحي

# MNAcc_PaymentVoucher
source: Payment Voucher
ar: سند صرف

# MNAcc_PayType
source: Enter the Payment Type
ar: ادخل نوع الدفع

# MNAcc_PostInvoice
source: Invoice Post
ar: ترحيل الفواتير

# MNAcc_PostType
source: Post Type
ar: حالة الترحيل

# MNAcc_ReceiptVoucher
source: Receipt Voucher
ar: سند قبض

# MNAcc_SanadTotal
source: Total
ar: إجمالي السند

# MNGen_Refresh
source: Refresh page
ar: تحديث الصفحة

source: Monday
ar: الاثنين

source: monetary
ar: نقدي

source: Month credit
ar: اعتماد الشهر

source: more
ar: أكثر

# Movement_approved_leaves
source: Movement of approved leaves
ar: حركة الإجازات المعتمدة

# Moving_Archived_proj
source: Move an archived project to Project Management
ar: نقل مشروع مؤرشف إلى إدارة المشاريع

# MO_PostalCode
source: Postal Code
ar: الرمز البريدي

# MP_AddEmployeeEvaluation
source: Add Employee Evaluation
ar: إضافة تقييم لموظف

# MP_AdvancedOfEmp
source: Advance to employees
ar: عُهَد الموظفين

# MP_AdvanceStatus
source: Imprest Status
ar: حالة السلفة

# MP_Attendance_Departure
source: Attendance and Departure
ar: الحضور والانصراف

# MP_ConfirmImprestAccept
source: Confirm approval of the Imprest
ar: تأكيد الموافقة على السلفة

# MP_ConfirmImprestReject
source: Confirm refusal of the Imprest
ar: تأكيد رفض السلفة

# MP_ConfirmVaAccept
source: Confirm the approval of a vacation
ar: تأكيد الموافقة على إجازة

# MP_ConfirmVaReject
source: Confirmation of leave refusal
ar: تأكيد رفض الإجازة

# MP_EmployeeEvaluation
source: Employee Evaluation
ar: تقييم موظف

# MP_Imprest
source: Imprest
ar: السلف

# MP_ImprestAccept
source: The Imprest has been approved
ar: تم الموافقة على السلفة

# MP_ImprestAcceptFailed
source: failed to accept the Imprest
ar: فشل في قبول السلفة

# MP_ImprestReject
source: The Imprest has been rejected
ar: تم رفض السلفة

# MP_ImprestRejectFailed
source: failed to reject the Imprest
ar: فشل في رفض السلفة

# MP_PayrollMarches
source: Payroll Marches
ar: مسيرات الرواتب

# MP_StaffSearch
source: Search in staff
ar: بحث في الموظفين

# MP_VaAcceptFailed
source: failed to accept the Vacation
ar: فشل في قبول الإجازة

# MP_VacationAccept
source: The leave is approved
ar: تم الموافقة على الإجازة

# MP_VacationReject
source: The leave was rejected
ar: تم رفض الإجازة

# MP_Vacations
source: Vacations
ar: الإجازات

# MP_VaRejectFailed
source: failed to reject the Vacation
ar: فشل في رفض الإجازة

# MS_Shift
source: Shift
ar: الفترة

# MS_VAT_Acc
source: VAT Accounts Setting
ar: إعدادات حسابات الضريبة

# MS_VAT_Op1
source: Multi
ar: متعدد

# MS_VAT_Op2
source: Single
ar: مفرد

# MS_VAT_Percent
source: VAT Percent
ar: نسبة الضريبة

# MS_VAT_Sett
source: Value-added settings
ar: إعدادات القيمة المضافة

source: Multi
ar: متعدد

source: Multipurpose hall
ar: صالة متعددة الإستخدامات

source: My vacation balance
ar: رصيد إجازاتي

source: My requests
ar: طلباتي

# namesurveyor
source: The name of the surveyor
ar: اسم المساح

source: Neighborhood
ar: الحي

# Neighborhood1
source: Neighborhood
ar: الحى

source: Net
ar: الصافي

source: Network
ar: شبكة

source: New Account
ar: حساب جديد

# NewLogin
source: Login
ar: تسجيل الدخول

source: New Work Order
ar: طلب عمل

source: new AddImprest
ar: طلب سلفة جديد

source: New administrative tasks
ar: مهام إدارية جديدة

# New_Emp
source: New Employee
ar: موظف جديد

source: New order
ar: طلب جديد

source: New vacation request
ar: طلب اجازة جديد

# NoData
source: there is no data
ar: لا يوجد بيانات

source: No data found
ar: لا توجد بيانات للحفظ

# NoEmployee
source: There is no employee
ar: لا يوجد موظف

# NoFound
source: Project Setting Number already exists
ar: رقم سير المشروع موجود من قبل

source: No logout
ar: لم يسجل خروج

# noPayrollThisNumber
source: There is no payroll with this number
ar: لا يوجد مسير رواتب بهذا الرقم

# noTasksPointTransfer
source: There are no tasks at this point to transfer
ar: لا توجد مهام في هذة المرحلة لنقلها

source: Not Automatic
ar: غير تلقائي

source: Not Available
ar: غير متاح

source: Not carried over
ar: غير مرحل

source: Notes
ar: ملاحظات

# Notice_AbsentEmployees
source: Absent Employees Note
ar: إشعار بغياب الموظفين

# Notice_CustodyFinish
source: Notification: Custody Finish
ar: إشعار بفك العهدة

# Notionalfind
source: The identification number already exists for the customer
ar: رقم الهوية موجود مسبقاً للعميل

source: Not logged out
ar: لم يسجلوا الخروج

# notPossibleModifyRelayPath
source: It is not possible to modify a relay path
ar: لا يمكن التعديل على مسير مُرحل

source: Not show zero calculations
ar: عدم اظهار الحسابات الصفرية

# Not_Find_quantity
source: Failed to memorize..there is not enough quantity
ar: فشل في الحفظ..لا توجد كمية تكفي

# Not_saved_financial_account_for_clients
source: Not saved, make sure there is a financial account for clients
ar: لم يتم الحفظ ,تأكد من وجود حساب مالي للعملاء

# Not_Send
source: Not send yet
ar: فشل في الارسال

source: Not sent
ar: لم يتم الارسال

# no_message_recipients
source: There are no message recipients
ar: لا يوجد مستقبلي للرسائل

source: No reminders
ar: عدم التذكير

source: number
ar: رقم

# NumberAlreadyExists
source: Warranty number already exists
ar: رقم الضمان موجود من قبل

# numberDoesNotExist
source: The number does not exist
ar: الرقم غير موجود

# Numberturns
source: Number of turns
ar: عدد الادوار

# Number_guest_boards
source: Number of guest boards
ar: عدد مجالس الضيوف

source: number of streets
ar: عدد الشوارع

source: Number of toilets
ar: عدد دورات المياه

# numbe_notifications
source: The number of notifications
ar: عدد الاشعارات

source: Offers and prices
ar: العروض والاسعار

source: office
ar: مكتب

source: office name
ar: اسم المكتب

source: OK , Seen
ar: أوكي ، شوفتها

# one_bedroom_only_wb
source: If you choose (one bedroom only), the number will be
ar: في حال إختيارك (غرفة نوم فقط) فيكون عددها

source: one car
ar: سياره واحده

source: Online Now
ar: المتصلون الآن

source: open kitchen
ar: مطبخ مفتوح

source: Operating System
ar: نظام التشغيل

source: Order Description
ar: وصف الطلب

# OrderDetails
source: Order details (please mention the screen name, and add a detailed explanation of the order)
ar: تفاصيل الطلب(الرجاء ذكر اسم الشاشة ، وإضافة شرح مفصل للطلب)

# ordertodone
source: To Done
ar: المطلوب تنفيذه

# Order_Confirm
source: Do you want to confirm the order?
ar: هل تريد تأكيد الطلب؟

source: Order status
ar: حالة الطلب

source: Oreder Date
ar: تاريخ الطلب

# Organizationemail
source: Organization must have email
ar: يلزم إنشاء مستخدم وجود بريد إلكتروني للمؤسسة

# Org_OrgRep
source: Org. Representor
ar: ممثل الشركة

# original_file_deleted
source: The original location of the file has been deleted
ar: تم مسح المكان الاصلي للملف

source: Other requests not mentioned
ar: طلبات أخرى لم تذكر

# Other_vault_requirements
source: Other information about vault requirements
ar: معلومات أخرى حول متطلبات القبو

# OurBranches
source: Our Brances
ar: فروعنا

source: Out Box From
ar: صادر من

source: Out Box To
ar: صادر إلى

source: outdoor session
ar: جلسة خارجية

source: Outline
ar: المخطط

# Out_inboxSearch
source: Search in OutBox & InBox
ar: بحث في الصادر والوارد

# Out_OutboxType
source: Out Box type
ar: نوع الصادر

source: Oversight reports
ar: تقارير طلعات الاشراف

# Paid_Task
source: With Money?
ar: بمبلغ مالي؟

# PayAndOpen
source: Issuing an invoice
ar: إصدار فاتورة

# paydetailes
source: pay detailes (check/tranfer)
ar: تفاصيل الدفع(شيك / حوالة)

source: Payment completed
ar: تمت عملية الدفع

source: Payment has been cancelled
ar: تم الغاء عملية الدفع

# Payment_has_been_faild
source: Payment has been failed
ar: فشل في الغاء الدفع

source: PayReason
ar: بند الصرف

# payrollPathAlreadyMigrated
source: This payroll path has already been migrated
ar: تم ترحيل مسير الرواتب

# PayrollProcessFaild
source: Failed to post payroll
ar: فشل في ترحيل مسير رواتب

# PayrollProcessNo
source: Payroll Process No. has been migrated
ar: تم ترحيل مسير الرواتب رقم

# PayrollProcessNoFaild
source: Failed to post payroll number
ar: فشل في ترحيل مسير رواتب رقم

# payroll_Post
source: post the payroll
ar: مراجعة واعتماد الرواتب

source: Pay To
ar: دفع لـ

# performance_report
source: Comprehensive performance report
ar: تقرير الاداء الشامل

source: Period creditor
ar: دائن الفترة

# per_Requests
source: Previous Requests
ar: الطلبات السابقة

# PhasesTaskStarted
source: The stage is running, you cannot modify it
ar: المرحلة قيد التشغيل لا يمكنك التعديل عليها

source: Piece of land
ar: قطعة الأرض

# planTask
source: Tasks within the plan
ar: مهام ضمن المدة الزمنية المحددة

source: Play Project
ar: تشغيل المشروع

source: Please enter the following data correctly
ar: الرجاء إدخال البيانات التالية بشكل صحيح

# Please_sure_enter_required_data_correctly
source: Please make sure you enter the required data correctly
ar: من فضلك تأكد من ادخال البيانات المطلوبة بشكل صحيح

# PlusTimetask
source: Plus task time
ar: تمديد المهمة

source: Port Engineer
ar: الموظف المنفذ

# PostalCodeFinal
source: Postal Code
ar: الرمز البريدى

source: Post Back
ar: فك الترحيل

# posted
source: The number {0} has been migrated and there are already {1} stage numbers
ar: تم ترحيل عدد {0} ويوجد عدد {1} مرحلة مسبقاً

source: Posted payroll cannot be modified
ar: لا يمكن تعديل مسير رواتب مُرحل

# PostesFailed
source: Posted Failed
ar: فشل في الترحيل

source: Powers of fiscal years
ar: صلاحيات السنوات المالية

# PrivCustomer
source: Private Customers
ar: تقرير عميل خاص

source: Profession
ar: مهنة

source: Program Name
ar: اسم البرنامج

# projattention
source: تمThese projects below have been transferred to the Projects Department, and the verification service will not be available for these projects
ar: تم نقل هذه المشاريع التي بالاسفل إلي ادارة المشاريع ولن تصبح خدمة التحقق متاحة لهذه المشاريع

# ProjectCreate
source: Project Created by
ar: منشأ المشروع

# ProjectFailed
source: Project Saved Failed
ar: فشل في حفظ المشروع

# projectHasNotApproved
source: The project has not been approved
ar: لم يتم الموافقة على المشروع

source: Project Invoice Exist
ar: عليه فواتير

source: Projections
ar: البروزات

source: Project managers revenue
ar: ايرادات مدراء المشاريع

# ProjectNumberAlready
source: Project number already exists
ar: رقم المشروع موجود من قبل

source: Project Privileges
ar: صلاحيات الموظفين على المشروع

# ProjectSaved
source: Project Saved Succssfully
ar: تم حفظ المشروع بنجاح

# projectSentToThirdParty
source: The project has been sent to the third party
ar: تم ارسال المشروع للجهة الخارجية

# ProjectStr
source: Project
ar: مشروع

source: Projects timeline
ar: مخطط زمني للمشاريع

source: Project Task Exist
ar: عليه مهام

# project_has_been_temporarily_suspended
source: The project has been temporarily suspended
ar: تم ايقاف المشروع مؤقتا

# project_has_unpaid_bills
source: The project cannot be completed, the project has unpaid bills
ar: لا يمكن انهاء المشروع , المشروع عليه فواتير لم تسدد

source: Project reports
ar: تقارير المشاريع

# project_type_main_project_types
source: You cannot delete a project type from the main project types
ar: لا يمكنك حذف نوع مشروع من أنواع المشاريع الاساسية

# Proj_SaveFailedUserDeletedProSetting
source: Save Failed .. Make sure of Project Setting Users
ar: لا يمكنك الحفظ .. تأكد من مستخدمين السير

# Proj_SaveFailedUserVacationProSetting
source: Save Failed .. Make sure of Project Setting Users Vacations
ar: لا يمكنك الحفظ .. يوجد مستخدمين في إجازة في السير

source: Prominence
ar: البروز

# Pro_Aboutproject
source: project Duration
ar: مدة المشروع

# Pro_abstractUpload
source: Abstract Upload
ar: رفع المستخلص

# Pro_abstractValue
source: Abstract Value
ar: قيمة المستخلص

# Pro_Account
source: Account
ar: الحساب

# Pro_Accountability
source: Account Ability
ar: طلب صلاحية محاسبة

# Pro_AccountOpening
source: Account Opening
ar: فتح/ربط حساب

# Pro_Accreditation
source: Accreditation
ar: الاعتماد

# Pro_AddNewCustomer
source: Add New Customer
ar: إضافة عميل جديد

# Pro_AddNewModel
source: Add New Model
ar: إضافة نموذج

# Pro_AddNewNotification
source: Add New Notification
ar: اضافة تنبيه جديد

source: Pro_addNewRequiements
ar: إضافة متطلب جديد

# Pro_AddPayment
source: Add Payment
ar: إضافة دفعة جديدة

# Pro_AddProjectWithoutWizared
source: Add Project Without Wizared
ar: مشروع بدون معالج

# Pro_Addrandomproject
source: Add Random Project
ar: مشروع عشوائي

# Pro_Add_WorkOrder
source: Add New Work Order
ar: إضافة مهمة إدارية جديدة

# Pro_Adoptthefile
source: Adoptthe file
ar: اعتماد الملف؟

# Pro_advanced
source: advanced
ar: متقدم

# Pro_AdvancePayValue
source: Advance Pay Value
ar: قيمة دفعة المقدم

# Pro_adverse
source: Adverse
ar: متعسر

# Pro_aftersignatureUpload
source: After Signature Upload
ar: الرفع بعد التوقيع

# Pro_agencyHajriDate
source: Agency Hajri Date
ar: تاريخ الوكالة (هجري)

# Pro_agencyMiladiDate
source: Agency Date
ar: تاريخ الوكالة

# Pro_AgentName
source: Agent Name
ar: اسم الوكيل

# Pro_AgentNumber
source: Agent Number
ar: رقم الوكالة

# Pro_AgentType
source: Agent Type
ar: الصفة

# Pro_AllCustomerBadge
source: All Customer Badge
ar: كل العملاء

# Pro_AllManger
source: All Mangers
ar: كل المدراء

# Pro_Amountaftertax
source: Amount After tax
ar: المبلغ بعد الضريبة

# Pro_Approvalorder
source: The request was approved
ar: تم الموافقة على الطلب

# Pro_Approvedonly
source: Approved only
ar: المعتمد فقط

source: Pro_approvethisproject
ar: هل تريد الموافقة على هذا المشروع؟

# Pro_ArabicModelName
source: Model Name (Arabic)
ar: اسم الملف (عربي)

# Pro_ArchivedProjects
source: Projects Archive
ar: المشاريع المؤرشفة

# Pro_archiveFile
source: Archive File
ar: ملف الأرشيف

# Pro_archives
source: Archives
ar: الأرشيف

# Pro_Area
source: Area
ar: المنطقة

# Pro_Areaaccordingtoconstructionratio
source: Area According To Constructio Ratio
ar: المساحة وفق نسبه البناء

# Pro_AreYouSureYouWantToApproveThisProject
source: Are you sure you want to approve this project?
ar: هل انت متأكد من الموافقة على هذا المشروع؟

# Pro_ask
source: Ask
ar: المهمه

# Pro_Attachments
source: Attachments
ar: مرفقات

# Pro_basisofrepayment
source: basis of Repayment
ar: الأساس في السداد

# Pro_BuildingType
source: Building Type
ar: نوع البناء

# Pro_cancelcontract
source: Cancel Contract
ar: هل تريد الغاء هذا العقد؟

# Pro_cancelpayment
source: Cancel Payment
ar: هل تريد الغاء دفع هذه الدفعة؟

# Pro_Case
source: Case
ar: حالته

# Pro_Cashing
source: Cashing
ar: صرف

# Pro_ChooseFile
source: Choose File
ar: اختر ملف

# Pro_chooseTask
source: First, Choose Task
ar: اختر المهمة أولاً

# Pro_chooseWorkOrder
source: Choose Work Order
ar: اختر أمر العمل أولا

# Pro_Citizen
source: Citizen
ar: المواطن

# Pro_CitizenBadge
source: Citizen Badge
ar: المواطنين

# Pro_Citizens
source: Citizens
ar: المواطنون

# Pro_CityArea
source: City/ Area
ar: مدينة/منطقة

# Pro_Comment
source: Comment
ar: التعليق

# Pro_Comments
source: Comments
ar: التعليقات

# Pro_CommentsandNotices
source: Comments And Notices
ar: التعليقات و الإشعارات

# Pro_Commentsandupdates
source: Comment Sand Updates
ar: تعليقات و مستجدات قسم المتابعة.

# Pro_CommercialActivity
source: Commercial Activity
ar: النشاط التجاري

# Pro_CommercialRegister
source: Commercial Register
ar: السجل التجاري

# Pro_Completeprocess
source: Complete process
ar: إتمام العملية
