Repository: MohammedDawoud/TameerNewAPI
Catalog: TaamerProject.Service/LocalResources/Resources.*.resx
Languages: ar

# General_Employeecontract
source: Employee Contract
ar: عقد الموظف

# General_EmployeeLoan
source: Employee Loan
ar: سلف الموظف

# General_Employees
source: Employees Affairs
ar: شؤون الموظفين

# General_EmployeesNotifications
source: Employees Notifications
ar: إشعارات الموظفين

# General_EmployeeVacation
source: Employee Vacation
ar: إجازة الموظف

# General_emptyTable
source: No data available
ar: لا يوجد بيانات متوفرة

# General_EnableErrorLog
source: Enable error log
ar: تمكين سجل الاخطاء

# General_EnableNotifications
source: Enable notifications
ar: تمكين الاشعارات

# General_EnableSMSAlerts
source: Enable SMS alerts
ar: تمكين تنبيهات الرسائل القصيرة

# General_End
source: End
ar: انهاء

# General_EndDate
source: End Date
ar: إلى تاريخ

# General_endDateIslessLastEnddate
source: End date is less than the current end date
ar: تاريخ النهاية أقل من تاريخ النهاية الحالي

# General_endDateIslesstoday
source: End Date Is Younger Than The Date Of Today
ar: تاريخ النهاية اصغر من تاريخ اليوم

# General_Enrollmentnumber
source: Enrollment Number
ar: رقم القيد

# General_Enteradminname
source: Enter the admin name
ar: ادخل اسم المشرف

# General_Enteradminnumber
source: Enter the admin number
ar: ادخل رقم المشرف

# General_enterAmount
source: Enter Amount
ar: ادخل المبلغ/الكمية

# General_Enterarea
source: Enter the area
ar: ادخل المنطقة

# General_enterAttachmentName
source: Enter Attachment Name
ar: ادخل اسم المرفق

# General_enterBankName
source: Enter Bank Name
ar: ادخل اسم البنك

# general_enterBenefitName
source: Enter Benefit Name
ar: ادخل اسم المستفيد

# General_entercheckNumber
source: Enter Check Number
ar: ادخل رقم الشيك

# General_entercode
source: Enter Code
ar: ادخل الكود

# General_enterContractDate
source: Enter Contract Date
ar: ادخل تاريخ العقد

# General_enterContractNumber
source: Enter Contract Number
ar: ادخل رقم العقد

# General_enterContractValue
source: Enter Contract Value
ar: ادخل قيمة العقد

# General_enterCostCenterCode
source: Enter Cost Center Code
ar: ادخل كود مركز التكلفة

# General_enterCurrencyCode
source: Enter Currency Code
ar: ادخل كود العملة

# General_enterDawam
source: Enter Dawam
ar: ادخل الدوام

# General_Enterdegree
source: Enter Degree
ar: ادخل الدرجة

# General_enterDepartmentArabic
source: Enter Department Arabic
ar: ادخل القسم بالعربي

# General_enterDepartmentCode
source: Enter Department Code
ar: ادخل كود القسم

# General_EnterDepartmentEnglish
source: Enter Department English
ar: ادخل القسم بالإنجليزي

# General_Enterdescription
source: Enter the description
ar: ادخل الوصف

# General_enteremployeename
source: Enter Employee Name
ar: ادخل اسم الموظف

# General_enterhour
source: Enter Hour
ar: أدخل الساعة

# General_Entermonth
source: Enter Month
ar: ادخل الشهر

# General_entermonths
source: Enter Months
ar: ادخل الأشهر

# General_enterName
source: Enter Name
ar: ادخل الاسم

# General_enternameArabic
source: Enter Name Arabic
ar: ادخل الاسم عربي

# General_enternameEnglish
source: Enter Name English
ar: ادخل الاسم انجليزي

# General_enternumber
source: Enter Number
ar: ادخل الرقم

# General_enterplace
source: Enter Place
ar: ادخل المكان

# General_Enterprojectmanager
source: Enter the project manager
ar: ادخل مدير المشروع

# General_Enterprojectnumber
source: Enter the project number
ar: أدخل رقم المشروع

# General_Enterquantity
source: Enter the quantity
ar: ادخل الكمية

# General_entersalary
source: enter salary
ar: ادخل الراتب

# General_entersubject
source: Enter Subject
ar: ادخل الموضوع

# General_entertext
source: Enter Text
ar: ادخل النص

# General_EnterTheVisibleCode
source: Visible Code
ar: الرمز المرئي

# General_enterType
source: Enter Type
ar: ادخل النوع

# General_entervalidemail
source: Enter Valid Email
ar: ادخل بريد الكتروني صالح!

# General_enterValidMobileNumber
source: Enter Valid Mobile Number
ar: ادخل رقم الجوال بصورة صحيحه

# General_enterValidNumber
source: Enter Valid Number
ar: ادخل الرقم بشكل صحيح

# General_enterValidphoneNumber
source: Enter Valid Phone Number
ar: ادخل رقم الهاتف بصورة صحيحه

# General_Entervalue
source: Enter the value
ar: ادخل القيمة

# General_EnterYear
source: Enter the year
ar: ادخل السنة

# General_EstimatedBudget
source: Estimated Budget
ar: الميزانية التقديرية

# General_exchangeVoucher
source: Exchange Vouchers
ar: سندات الصرف

# General_exchangeVoucherPost
source: exchangeVoucherPost
ar: ترحيل سند صرف

# General_exchangeVouchers
source: exchange Vouchers
ar: سند صرف

# General_Expenses
source: Expenses
ar: المصروفات

# General_ExpiredHijriDate
source: Expired Hijri Date
ar: تاريخ الإنتهاء (هجري)

# General_ExpiredMiladiDate
source: Expired Miladi Date
ar: تاريخ الإنتهاء

# General_external
source: External
ar: خارجي

# General_Externaltask
source: External task
ar: مهمة خارجية

# General_FailedOpenLetter
source: Failed Open Letter
ar: فشل في إصدار خطاب

# General_FailedTransferAccountsToBranch
source: Failed Transfer Accounts To Other Branch
ar: فشل في نقل الحسابات الى الفرع الاخر

# General_File
source: File
ar: ملف

# General_FileExtension
source: File Extension
ar: امتداد الملف

# GeneraL_fileinput
source: file in put
ar: مرفقات المهمة

# General_FileName
source: FileName
ar: اسم الملف

# General_Files
source: Files
ar: الملفات

# General_FilesSearch
source: Search in Files
ar: بحث في الملفات

# General_FileType
source: File Type
ar: نوع الملف

# General_filtered
source: filtered
ar: وجدت

# General_FinancialYear
source: Financial year
ar: السنه المالية

# General_FinancialYear2
source: Financial period
ar: الفترة المالية

# General_FinancialYears
source: Financial years
ar: السنوات المالية

# General_FinancialYearTest
source: Financial year test
ar: اختيار السنة المالية

# General_Finished
source: Finished
ar: منتهية

# General_FinishReason
source: Finish Reason
ar: سبب إنهاء المشروع

# General_Finsh
source: Finsh
ar: أنجز

# General_FinshTask
source: Finsh Task
ar: إنجاز مهمه

# General_Fiscalyears
source: Fiscal Years
ar: السنوات المالية

# General_follower
source: Followers
ar: المتابعين

# General_FollowUpDepartment
source: Follow-up Department
ar: إدارة المتابعة

# General_ForgotYourPassword
source: Forgot your password?
ar: نسيت كلمة المرور؟

# General_From
source: From
ar: من

# General_From1
source: From
ar: من

# General_fromHijriDate
source: from Hijri Date
ar: من (هجري)

# General_FromHour
source: From Hour
ar: من الساعة

# General_fromMiladiDate
source: from Miladi Date
ar: من

# General_FullName
source: Full Name
ar: اسم الموظف

# General_Gender
source: Gender
ar: الجنس

# General_GeneralLedger
source: General Ledger
ar: الاستاذ العام

# General_GeneralSettings
source: General settings
ar: ضبط عام

# General_GetMyPassword
source: To Get Forgotten Password?
ar: استرجاع كلمة المرور؟

# General_Governmentalentities
source: Governmental Entities
ar: الجهات الحكومية

# General_group
source: group
ar: المجموعة

# General_GroupCode
source: Group Code
ar: كود المجموعة

# General_GroupNameArabic
source: Group Name Arabic
ar: اسم المجموعة(عربي)

# General_GroupNameEnglish
source: Group Name English
ar: اسم المجموعة(انجليزي)

# General_Groups
source: Groups
ar: المجموعات

# General_Gurantees
source: Gurantees
ar: الضمانات

# General_Hijri
source: Hijri
ar: هجري

# General_HijriBirthDate
source: Hijri BirthDate
ar: تاريخ الميلاد (هجري)

# General_HijriDate
source: Hijri Date
ar: التاريخ (هجري)

# General_HijriYear
source: Hijri Year
ar: السنة (هجري)

# General_HisDate
source: Date
ar: تاريخه

# General_HisHijriDate
source: Hijri Date
ar: تاريخه (هجري)

# General_Home
source: Dashboard
ar: الرئيسية

# General_Home1
source: Dashboard
ar: لوح المعلومات

# General_HomeDashBoard_A
source: Admin Dashboard
ar: لوح معلومات الإدارة

# General_HomeDashBoard_U
source: User Dashboard
ar: لوح معلومات المستخدم

# General_hour
source: Hour
ar: ساعة

# General_HumanResources
source: Human Resources
ar: الموارد البشرية

# General_IdentificationNumber
source: Identification Number
ar: رقم الهوية

# General_Identity
source: Identity
ar: الهوية

# General_IDNumber
source: ID Number
ar: رقم الهوية

# General_Images
source: The image
ar: الصورة

# General_Inbox
source: Inbox
ar: وارد

# General_InboxLetters
source: Inbox Letters
ar: الخطابات الواردة

# General_InboxSearch
source: Search in Inbox
ar: البحث في الوارد

# General_InboxTopic
source: Inbox Topic
ar: موضوع القيد

# General_IncomeState
source: Income State
ar: قائمة الدخل

# General_IndentCodePrefix
source: Indent code prefix
ar: بادئة كود السند

# General_InquiryAboutValidity
source: Inquiry about validity
ar: استعلام عن صلاحية

# General_Institutionsandcompanies
source: Institutions And Companies
ar: المستثمرون والشركات

# General_internal
source: Internal
ar: داخلي

# General_InternalOutgoingNumber
source: Internal outgoing number
ar: رقم الصادر الداخلي

# General_InTypeArabic
source: InType (Arabic)
ar: نوع الوارد (عربي)

# General_InTypeEnglish
source: InType (English)
ar: نوع الوارد (إنجليزي)

# General_InvoicesAndServices
source: remind off Invoices And Services
ar: تذكير بالفواتير والخدمات

# General_IssuedNotices
source: Issued notices
ar: إشعارات صادره

# General_IsThere_An_Gency
source: Agency data
ar: بيانات الوكالة

# General_IsUrgent
source: Is Urgent
ar: مهمة عاجلة ؟

# General_Item
source: Item
ar: الصنف

# General_Items
source: Items
ar: أصناف العهد

# General_ItemTypeNameArabic
source: Item Type Name Arabic
ar: نوع الصنف (عربي)

# General_ItemTypeNameEnglish
source: Item Type Name English
ar: نوع الصنف (إنجليزي)

# General_Job
source: Job
ar: الوظيفة

# General_JobNameArabic
source: Job Name (Arabic)
ar: اسم الوظيفة (عربي)

# General_JobNameEnglish
source: Job Name (English)
ar: اسم الوظيفة (إنجليزي)

# General_Jobs
source: Jobs
ar: الوظائف

# General_Latetasks
source: Late tasks
ar: مهام متأخرة

# General_LettersCount
source: Letters Count:
ar: الحروف :

# General_Licensed
source: Licensed:
ar: مرخص لـ:

# General_LincesDetailes
source: license Detailes
ar: تفاصيل الرخصة

# General_Link
source: Link
ar: الرابط

# General_LinkedConstraint
source: Linked constraint
ar: القيد المرتبط

# General_LinkedToTreatment
source: Linked to treatment
ar: مرتبط بمعاملة

# General_Listapprovedregulatoryrequirements
source: List of approved regulatory requirements
ar: قائمة المتطلبات النظامية المعتمدة

# General_Listofprojects
source: List of projects
ar: قائمة عمل المشاريع

# General_Listofprojects2
source: Project Details
ar: تفاصيل المشروع

# General_Loadprojecttasks
source: Load Project Tasks
ar: تحميل مهام المشروع

# General_Locked
source: Locked
ar: مغلق

# General_LockScreen
source: user's Guide
ar: دليل المستخدم

# General_Login
source: Login
ar: دخول

# General_logout
source: LogOut
ar: خروج

# General_Mailbox
source: Mail box
ar: صندوق البريد

# General_MailSettings
source: Mail Settings
ar: إعداد البريد

# General_MainPhase
source: Main Phase
ar: المرحلة الرئيسية

# General_MainPhaseNameArabic
source: MainPhase Name (Arabic)
ar: اسم المرحلة الرئيسية (عربي)

# General_MainPhaseNameEnglish
source: MainPhase Name (English)
ar: اسم المرحلة الرئيسية (إنجليزي)

# General_MainPhases
source: Main Phases
ar: المراحل الرئيسية

# General_MainScreen
source: Main screen
ar: شاشة رئيسية

# General_MainScreens
source: Main screens
ar: شاشات رئيسية

# General_maintenance
source: maintenance
ar: صيانة

# General_ManageDB
source: Manage DB
ar: إدارة قاعدة البيانات

# General_ManagementPanel
source: Management panel
ar: لوحة الادارة

# General_Manger
source: Manger
ar: المدير

# General_MaritalStatus
source: Marital Status
ar: الحالة الاجتماعية

# General_MedicalInsurance
source: Medical Insurance
ar: التأمين الطبي

# General_Member
source: Member
ar: عامل

# General_MembershipNo
source: Membership no
ar: رقم العضوية

# General_MerigMesage
source: Do you want to merge these Tasks?
ar: هل تريد دمج هذه المهمات؟

# General_MessageContain
source: Message Contain
ar: محتوى الرسالة

# General_MiladDate
source: Milad Date
ar: التاريخ ميلادي

# General_Miladi
source: Miladi
ar: ميلادي

# General_MiladiDate
source: Miladi Date
ar: التاريخ

# General_MiladiYear
source: Miladi Year
ar: السنة

# General_minute
source: Minute
ar: دقيقة

# General_MissingData
source: Missing Data
ar: من فضلك ادخل البيانات المطلوبة

# General_Mobile
source: Mobile
ar: الجوال

# General_MobileNumber
source: Mobile Number
ar: رقم الجوال

# GeneraL_Modelfileinput
source: Model File Input
ar: إدخال ملف النموذج

# General_ModelNumber
source: Model Number
ar: رقم الموديل / الشاصيه

# General_ModelsAndReports
source: Models And Reports
ar: نماذج وتقارير

# General_ModelTypeArabic
source: Model Type (Arabic)
ar: نوع الملف (عربي)

# General_ModelTypeEnglish
source: Model Type (English)
ar: نوع الملف (إنجليزي)

# General_Month
source: Month
ar: شهر

# General_Monthly
source: Monthly
ar: شهري

# General_Monthlyallowances
source: Monthly allowances
ar: البدلات الشهرية

# General_Monthlystatistics
source: Monthly statistics
ar: إحصائيات شهرية

# General_More
source: More
ar: اضافي

# General_MoreThanTwoTask
source: At least two tasks must be selected for integration
ar: يجب اختيار مهمتين على الأقل للدمج

# General_MovetoBranch
source: Move To Branch
ar: نقل إلى فرع

# General_MyAccount
source: My Account
ar: حسابي

# General_MyCalendar
source: My Calendar
ar: تقويمي

# General_Mymessages
source: My Messages
ar: رسائلي

# General_MyProjects
source: My Projects
ar: مشاريعي

# General_Mytasks
source: My Tasks
ar: مهامي

# General_Name
source: Customer Name
ar: الاسم

# General_NameArabic
source: Name Arabic
ar: الاسم (عربي)

# General_NameCityArabic
source: Name City (Arabic)
ar: اسم المدينة (عربي)

# General_NameCityEnglish
source: Name City (English)
ar: اسم المدينة (إنجليزي)

# General_NameEnglish
source: Name English
ar: الاسم (انجليزي)

# General_NameOfTheAddressee
source: Name of the addressee
ar: اسم المرسل اليه

# General_Nationalities
source: Nationalities
ar: الجنسيات

# General_New
source: New
ar: جديد

# General_NewDailyVoucher
source: New Daily Voucher
ar: قيد يومية جديد

# General_NewexchangeVoucher
source: New Exchange Voucher
ar: سند صرف جديد

# General_NewFile
source: New File
ar: ملف جديد

# General_NewMessage
source: new message
ar: رسالة جديدة

# General_newpassword
source: New Password
ar: كلمة المرور الجديدة

# General_NewProject
source: New Project
ar: مشروع جديد

# General_NewProjects
source: New Projects
ar: مشروعات جديدة

# General_NewReceiptVoucher
source: New Receipt Voucher
ar: سند قبض جديد

# General_NewSave
source: Save Data
ar: حفظ البيانات

# General_Newtasks
source: New tasks
ar: مهام جديدة

# General_NewUser
source: New User
ar: مستخدم جديد

# General_next
source: Next
ar: التالي

# General_no
source: No
ar: لا

# General_Nodataavailable
source: No data available
ar: لايوجد بيانات متوفرة

# General_Nomatchingrows
source: No matching rows
ar: لا يوجد صفوف متطابقة

# General_Normal
source: Normal
ar: عادي

# General_Notcomplete
source: Not complete
ar: لم يتم الإنتهاء

# General_Notes
source: Notes
ar: ملاحظات

# General_NoticesInBox
source: Notices in box
ar: إشعارات واردة

# General_Notifaction
source: Notifaction
ar: إشعار

# General_NotificationAttachments
source: Notification Attachments
ar: مرفقات الإشعار

# General_Notifications
source: Notifications
ar: الإشعارات

# General_NotificationsOnProject
source: Notification On Project
ar: إشعار على مشروع

# General_NotificationsReceived
source: Notifications Received
ar: إشعارات واردة

# General_NotificationsSent
source: Notifications Sent
ar: إشعارات صادرة

# General_NotificationTitle
source: Notification title
ar: عنوان الإشعار

# General_NotifyCount
source: Warning before
ar: تحذير قبل

# General_Notstarted
source: Not started
ar: لم تبدأ

# General_NotTaxInclusive
source: Not tax inclusive
ar: غير شامل الضريبة

# General_Number
source: Number
ar: الرقم

# General_NumberOfActiveUsers
source: Number of active users
ar: عدد المستخدمين النشطين

# General_NumberOfDecimalDigits
source: Number of decimal digits
ar: عدد الأرقام العشرية

# General_Numberofrows
source: Number of rows
ar: عدد الصفوف

# General_obtainedHijriDate
source: obtained Hijri Date
ar: تاريخ الحصول عليها (هجري)

# General_obtainedMiladiDate
source: obtained Miladi Date
ar: تاريخ الحصول عليها

# General_Officialdocuments
source: Official Documents
ar: الوثائق الرسمية

# General_oil
source: Oil
ar: زيت

# General_Ok
source: OK
ar: موافق

# General_OnlineUsers
source: Online Users
ar: الموظفون المتصلون

# General_Onnstruments
source: Onnstruments
ar: عن الصكوك

# General_Openingbalance
source: Opening Balance
ar: رصيد افتتاحي

# General_OpeningbalancePost
source: Opening balance Post
ar: ترحيل رصيد افتتاحي

# General_openingVoucher
source: Opening Voucher
ar: سند افتتاحي

# General_openingVoucherPost
source: opening Voucher Post
ar: ترحيل سند افتتاحي

# General_OperatingTime
source: operating time
ar: مدة التشغيل

# General_Operation
source: Operations
ar: خيارات

# General_OperationsAnCustomers
source: Operations an customers
ar: عمليات على العملاء

# General_Operationscustomers
source: Operations on customers
ar: خدمات العميل

# General_Operationscustomers1
source: Customer services
ar: خدمات العميل

# General_Other
source: Other
ar: اخرى

# General_Outbox
source: Outbox
ar: الصادر

# General_outboxdata
source: OutboxData
ar: بيانات الصادر

# General_OutboxLetters
source: Outbox Letters
ar: الخطابات الصادرة

# General_OutboxSearch
source: Search in OutBox
ar: البحث في الصادر

# General_OutboxType
source: OutBox Type
ar: نوع الصادر

# General_OutInbox
source: Administrative Communications
ar: الاتصالات الإدارية

# General_OutInboxSearch
source: Search in OutBox
ar: بحث في الصادر و الوارد

# General_OutTypeArabic
source: Out Type( Arabic)
ar: نوع الصادر (عربي)

# General_OutTypeEnglish
source: Out Type (English)
ar: نوع الصادر (إنجليزي)

# General_PaidAmount
source: Paid Amount
ar: المبلغ المدفوع

# General_PaidSuccessful
source: Paid Successful
ar: تم الدفع

# General_partial
source: partial
ar: جزئي

# General_passport
source: Passport
ar: جواز السفر

# General_Passports
source: Passports
ar: جوازات السفر

# General_Password
source: Password
ar: كلمة المرور

# General_Pay
source: Pay
ar: تسديد

# General_Paymenttype
source: Payment Type
ar: نوع الدفع

# General_pending
source: Pending
ar: قيد الإنتظار

# General_permissions
source: permissions
ar: الصلاحية

# General_Personaldata
source: Personal Data
ar: البيانات الشخصية

# General_petrol
source: Petrol
ar: بنزين

# General_Phases
source: Phases
ar: المراحل

# General_PhasesDeletedFailed
source: The stage is running, you cannot delete it
ar: المرحلة قيد التشغيل لا يمكنك حذفها

# General_PhoneNumber
source: Phone Number
ar: رقم الهاتف

# General_Play
source: Play
ar: تشغيل

# General_Post
source: Post
ar: ترحيل سندات

# General_PrefixOfBranchCode
source: Prefix of branch code
ar: بادئة كود الفرع

# General_previous
source: Previous
ar: السابق

# General_Price
source: Price
ar: السعر

# General_Print
source: Print
ar: طباعة

# General_Print1
source: print
ar: طباعة

# General_PrintEmployeeData
source: Print Employee Data
ar: طباعة بيانات الموظف

# General_PrintUserData
source: Print user data
ar: طباعة بيانات المستخدمين

# General_priority
source: priority
ar: أولوية

# General_priorityTask
source: Priority Task
ar: أولوية المهمة

# General_ProcessOfProjectTasks
source: Process of project tasks
ar: سير مهام المشروع

# General_profitsandlosses
source: Profits And Losses
ar: الأرباح والخسائر

# General_Project
source: Project
ar: المشروع

# General_ProjectCodePrefix
source: Project code prefix
ar: بادئة كود المشروع

# General_ProjectDetails
source: Project Details
ar: تفاصيل المشروع

# General_ProjectManagement
source: Project Management
ar: إدارة المشاريع

# General_projectname
source: Project Name
ar: اسم المشروع

# General_ProjectNumber
source: Project Number
ar: رقم المشروع

# General_ProjectPhases
source: Project Phases
ar: مراحل المشروع

# General_Projectrequirements
source: Project Requirements
ar: متطلبات المشروع

# General_ProjectSettingSearch
source: Project workflow management
ar: سير عمل المشروع

# General_projectsNumber
source: Projects Number
ar: عدد المشاريع

# General_ProjectsStatistics
source: Projects Statistics
ar: إحصائيات المشاريع

# General_ProjectsTasks
source: Projects Tasks
ar: مهام المشروع

# General_ProjectStatistics
source: Project Statistics
ar: احصائيات المشاريع

# General_ProjectSubTypeArabic
source: Project SubType (Arabic)
ar: نوع المشروع الفرعي (عربي)

# General_ProjectSubTypeEnglish
source: Project Sub Type( English)
ar: نوع المشروع الفرعي (انجليزي)

# General_ProjectTaskesReport
source: Tasks by Project
ar: مهام حسب المشروع

# General_ProjectTimeByDays
source: Project time By Days
ar: مدة المشروع (بالأيام)

# General_ProjectTimeByMintes
source: Project Time By Mintes
ar: مدة المشروع (بالدقائق)

# General_ProjectTypeArabic
source: Project Type (Arabic)
ar: نوع المشروع (عربي)

# General_ProjectTypeEnglish
source: Project Type (English)
ar: نوع المشروع (إنجليزي)

# General_ProjectWorkers
source: Project Workers
ar: العاملين على المشروع

# General_ProTeam
source: Project Team
ar: فريق عمل المشروع

# General_Publicbudget
source: Public budget
ar: قائمة المركز المالي

# General_Quantity
source: Quantity
ar: الكمية

# General_QueryAboutUser
source: Query about a user
ar: استعلام عن مستخدم

# General_Question
source: Question
ar: السؤال

# General_Quicklinks
source: Quick links
ar: وصلات سريعة

# General_ReadAll
source: Read All
ar: قراءة الكل

# General_ReadIt
source: Read it
ar: تمت قراءته

# General_Reason
source: Reason
ar: السبب

# General_Receipt
source: Receipt
ar: استلام

# General_ReceiptOfSupervision
source: Receipt of supervision
ar: استلام طلعة إشراف

# General_ReceiptVoucher
source: Receipt Voucher
ar: سند قبض

# General_receiptVouchers
source: Receipt Voucher
ar: سندات القبض

# General_receiptVouchersPost
source: receiptVouchersPost
ar: ترحيل سند قبض

# General_receiverName
source: Receiver Name
ar: المرسل اليه

# General_ReceivingAndSending
source: Receiving And Sending
ar: الاستلام والارسال

# General_ReceivingRejectingFiles
source: Receiving Rejecting Files
ar: استلام/رفض الملفات

# General_referencenumber
source: Reference Number
ar: رقم المرجع

# General_Reject
source: Reject
ar: رفض

# General_Religion
source: Religion
ar: الديانة

# General_Remember
source: Remember
ar: تذكرني

# General_ReplyIssued
source: Reply to the issued
ar: رد على صادر

# General_ReplyToInBox
source: Reply to in box
ar: رد على وارد

# General_ReportMovements
source: Report movements
ar: تقرير الحركات

# General_ReturnIncomingMessages
source: Return to in box messages
ar: رجوع الى الخطابات الواردة

# General_ReturnInOutBoxMessages
source: Return to out box messages
ar: رجوع الى الخطابات الصادرة

# General_Revenue
source: Revenue
ar: الإيرادات

# General_RevenueAndExpensesExpected
source: Revenues/Expenses Expected
ar: الايرادات والمصروفات المتوقعة

# General_RevenuesAndExpenses
source: Revenues/Expenses
ar: الايرادات والمصروفات

# General_Review
source: Review
ar: مراجعة

# General_Reward
source: Reward
ar: مكافأة

# General_Rewards
source: Rewards
ar: مكافئات

# General_Rows
source: Rows
ar: صفوف

# General_Running
source: Running
ar: قيد التشغيل

# General_RunningNumber
source: Running number
ar: قيد التشغيل عدد

# General_Save
source: Save
ar: حفظ

# General_SaveAndClose
source: Save and close
ar: حفظ و إغلاق

# General_SavedFailed
source: Saved Failed
ar: فشل في الحفظ

# General_SavedFailedEnd
source: Failed To finish this project
ar: فشل ف إنهاء المشروع

# General_SavedFailedFollowers
source: Failed to save followers and powers
ar: فشل في حفظ المتابعين والصلاحيات

# General_SavedFailedProjectDetail
source: Failed in saving Project setting data
ar: فشل في حفظ بيانات السير

# General_SavedSuccessfully
source: Saved Successfully
ar: تم الحفظ بنجاح

# General_SaveProjectSetting
source: Save Project Setting
ar: حفظ سير المشروع

# General_Search
source: Search
ar: بحث
