Repository: MohammedDawoud/TameerNewAPI
Catalog: TaamerProject.Service/LocalResources/Resources.*.resx
Languages: ar

# AaddNew_Issuer
source: Adding the issuing authority
ar: إضافة جهة الإصدار

source: Absence
ar: غياب

source: Absentees today
ar: الغائبون اليوم

source: Acceptance reason
ar: سبب القبول

# AccountDeletedError
source: The account cannot be deleted. The account is linked to sub-accounts
ar: لا يمكن حذف الحساب , الحساب مرتبط بحسابات فرعية

# AccountReport
source: Accounts Resource
ar: دليل الحسابات

source: Accounts - Center Cost
ar: الحسابات - مراكز التكلفة

# Accounts_setting_atten
source: Warning: The system deals with these accounts through these settings only
ar: تنبيه:النظام يتعامل مع هذه الحسابات من خلال هذه الاعدادات فقط

# account_cannot_be_suspended
source: The user is on a project flow whose account cannot be suspended
ar: المستخدم موجود علي سير مشروع لا يمكن إيقاف حسابه

source: accreditation date
ar: تاريخ الإعتماد

# accrualAccountCannotBeDeleted
source: The accrual account cannot be deleted
ar: لا يمكن حذف حساب مجمع الأهلاك

# Acc_Acceptrejectextensionrequests
source: Accept / reject extension requests
ar: قبول/رفض طلبات التمديد

# Acc_AccountCode
source: Account Code
ar: كود الحساب

# Acc_AccountInformation
source: Account Information
ar: معلومات الحساب

# Acc_Accountlevel
source: Account level
ar: مستوى الحساب

# Acc_AccountNameArabic
source: Account Name Arabic
ar: اسم الحساب (عربي)

# Acc_AccountNameLatin
source: Account Name Latin
ar: اسم الحساب (لاتيني)

# Acc_accountrating
source: Account Rating
ar: تصنيف الحساب

# Acc_accounttype
source: Account Type
ar: نوع الحساب

# Acc_AcountNumber
source: Acount Number
ar: رقم الحساب

# Acc_AddDocument
source: Add Document
ar: إضافة وثيقة

# Acc_AddExportsChecks
source: Add Exports Checks
ar: إضافة شيك صادر

# Acc_AddNewGroup
source: Add New Group
ar: اضافة مجموعة جديدة

# Acc_Addrevenuesandexpenses
source: Add revenues and expenses
ar: إضافة ايرادات ومصروفات

# Acc_Addtask
source: Add task
ar: إضافة

# Acc_AddUndercollectionChecks
source: Add Undercollection Checks
ar: إضافة شيك تحت التحصيل

# Acc_AllTasks
source: All Tasks
ar: كل المهام

# Acc_Amountinwriting
source: Amount in writing
ar: المبلغ كتابياً

# Acc_ArabicAccount
source: Arabic Account
ar: الحساب عربي

# Acc_Balance
source: Balance
ar: الرصيد

# Acc_bank
source: Bank account
ar: الحساب البنكي

# Acc_bank2
source: Bank Account 2
ar: الحساب البنكى 2

# Acc_BankName
source: Bank Name
ar: اسم البنك

# Acc_BenefitName
source: Benefit Name
ar: اسم المستفيد

# Acc_Box
source: Box
ar: صندوق

# Acc_budget
source: Budget
ar: ميزانية

# Acc_Case
source: Case
ar: حالة الشيك

# Acc_Category
source: Category
ar: التصنيف

# Acc_Check
source: Check
ar: شيك

# Acc_checkDate
source: Check Date
ar: تاريخ الشيك

# Acc_checkHijriDate
source: Check Hijri Date
ar: تاريخ الشيك (هجري)

# Acc_checkNumber
source: Check Number
ar: رقم الشيك

# Acc_Checks
source: Checks
ar: الشيكات

# Acc_ChooseAccountLine
source: Choose Account Line
ar: اختر الحساب سطر

# Acc_ChooseBranch
source: First choose the branch to transfer the accounts
ar: اختر أولا الفرع لنقل الحسابات

# Acc_ChooseVoucher
source: Choose At Least One voucher to transfer
ar: اختر على الأقل سند واحد للترحيل

# Acc_ChooseVouchertype
source: Choose VoucherType
ar: اختيار نوع السند

# Acc_Commodityfirstterm
source: Commodity first term
ar: بضاعة أول المدة

# Acc_Convert
source: Convert
ar: تحويل

# Acc_Costcenter
source: Cost Center
ar: مركز التكلفة

# Acc_Costcentercode
source: Cost center code
ar: كود مركز التكلفة

# Acc_Costcenterinformation
source: Cost center information
ar: معلومات مركز التكلفة

# Acc_Currency
source: Currency
ar: العملة

# Acc_CurrencyCode
source: Currency Code
ar: كود العملة

# Acc_CurrencyExchangRate
source: Currency ExchangRate
ar: العملة تعادل بالريال

# Acc_CurrencyPartCount
source: Currency PartCount
ar: العملة تتكون من

# Acc_CurrencyPartNameAr
source: Currency PartNameAr
ar: اسم جزء من العملة عربي

# Acc_CurrencyPartNameEn
source: Currency PartNameEn
ar: اسم جزء من العملة انجليزي

# Acc_CurrencyType
source: Currency Type
ar: انواع العملات

# Acc_CustomerName
source: Customer Name
ar: اسم الجهة

# Acc_Date
source: Date
ar: التاريخ

# Acc_Dateofcollection
source: Date of collection
ar: تاريخ التحصيل

# Acc_deffirence
source: deffirence
ar: الفرق

# Acc_DeleteExportsChecks
source: Delete Exports Checks
ar: حذف شيك صادر

# Acc_DeleteUndercollectionChecks
source: Delete Undercollection Checks
ar: حذف شيك تحت التحصيل

# Acc_DocumentDate
source: Document Date
ar: تاريخ الوثيقة

# Acc_DocumentEndDate
source: Document End Date
ar: تاريخ انتهاء الوثيقة

# Acc_DocumentEnglishName
source: Document English Name
ar: اسم الوثيقة انجليزي

# Acc_DocumentHijriDate
source: Document Hijr Date
ar: تاريخ الوثيقة هجري

# Acc_DocumentMiladiDate
source: Document Miladi Date
ar: تاريخ الوثيقة

# Acc_DocumentName
source: Document Name
ar: اسم الوثيقة

# Acc_DocumentNumber
source: Document Number
ar: رقم الوثيقة

# Acc_DocumentِArabicName
source: Documentِ Arabic Name
ar: اسم الوثيقة عربي

# Acc_DurationTime
source: Duration Time
ar: المدة الزمنية

# Acc_EditExportsChecks
source: Edit Exports Checks
ar: تعديل شيك صادر

# Acc_EditUndercollectionChecks
source: Edit Undercollection Checks
ar: تعديل شيك تحت التحصيل

# Acc_endtask
source: End task
ar: نهاية المهمة

# Acc_EnterRightValueLine
source: Enter Right Value Line
ar: أدخل قيمة صحيحة سطر

# Acc_EnterstatmentLine
source: Enter statment Line number
ar: أدخل البيان سطر رقم

# Acc_Expenses
source: Expenses
ar: مصروفات

# Acc_ExportsTabClickes
source: Exports Checks
ar: شيكات صادرة

# Acc_Final
source: Final
ar: نهائي

# Acc_fromaccount
source: From Account
ar: من حساب

# Acc_Generalcustomer
source: General customer
ar: عميل عام

# Acc_GuranteeAccount
source: Gurantee Account
ar: حساب الضامن

# Acc_GuranteeDate
source: Gurantee Date
ar: بداية الضمان

# Acc_GuranteeNumber
source: Gurantee Number
ar: رقم الضمان

# Acc_GuranteePeriod
source: Gurantee Period
ar: مدة الضمان

# Acc_Guranteeside
source: Gurantee Side
ar: جهة الضمان

# Acc_GuranteeType
source: Gurantee Type
ar: نوع الضمان

# Acc_GuranteeValue
source: Gurantee Value
ar: قيمة الضمان

# Acc_HeadOfficeName
source: Head Office Name
ar: اسم المكتب الرئيسي

# Acc_HijriDate
source: Hijri Date
ar: التاريخ (هجري)

# Acc_inactive
source: InActive
ar: غير نشط

# Acc_Issuer
source: Issuer
ar: جهة الإصدار

# Acc_lableChoose
source: Choose an account label
ar: اختر تصنيف الحساب

# Acc_LatinAccount
source: Latin Account
ar: الحساب لاتيني

# Acc_level
source: Ievel
ar: المستوى

# Acc_Loadsubprojecttypetasks
source: Load sub project type tasks
ar: تحميل مهام نوع المشروع الفرعي

# Acc_Mainaccount
source: Main Account
ar: الحساب الرئيسي

# Acc_Mainaccountname
source: Main Account Name
ar: اسم الحساب الرئيسي

# Acc_Mainaccountnumber
source: Main Account Number
ar: كود الحساب الرئيسي

# Acc_Maincode
source: Main code
ar: الكود الرئيسي

# Acc_maincostcenter
source: Main Cost Center
ar: مركز التكلفة الرئيسي

# Acc_Movementsaccounts
source: Movements Accounts
ar: حركة الحسابات

# Acc_NameLatin
source: Name Latin
ar: الاسم (لاتيني)

# Acc_Natureaccount
source: Nature account
ar: طبيعة الحساب

# Acc_NewCheck
source: NewCheck
ar: شيك جديد

# Acc_NewCurrency
source: New Currency
ar: عملة جديدة

# Acc_NewGroup
source: New Group
ar: مجموعة جديدة

# Acc_NewGurantee
source: New Gurantee
ar: ضمان جديد

# Acc_NewOfficialDocument
source: New OfficialDocument
ar: وثيقة جديدة

# Acc_NewService
source: New Service
ar: خدمة جديدة

# Acc_OfficialDocumentDate
source: Start Date
ar: تاريخ البداية

# Acc_OfficialDocumentExpiredDate
source: Expired Date
ar: تاريخ النهاية

# Acc_OfficialDocuments
source: remind off Official Documents
ar: تذكير بالوثائق الرسمية

# Acc_Opponents
source: Opponents
ar: خصوم

# Acc_Origins
source: Origins
ar: أصول

# Acc_Pause
source: Pause
ar: توقف

# Acc_Play
source: Play
ar: تشغيل

# Acc_primary
source: Primary
ar: ابتدائي

# Acc_Profitsandlosses
source: Profits And Losses
ar: أرباح وخسائر

# Acc_Profitsandlossess
source: profits and losses
ar: الأرباح والخسائر

# Acc_projectType
source: Project Type
ar: نوع المشروع

# Acc_Purchases
source: Purchases
ar: مشتريات

# Acc_ReceiverName
source: Receiver Name
ar: اسم المستلم

# Acc_Recovery
source: Recovery
ar: الاسترجاع

# Acc_repeatCostCenterWithAccount
source: Repeat CostCenter With Account
ar: تكرار مركز التكلفة مع الحساب

source: Acc_Researchincostcenters
ar: بحث في مركز التكلفة

# Acc_Retainedearnings
source: Retained earnings
ar: أرباح مدورة

# Acc_Returnsofpurchases
source: Returns of purchases
ar: مردود المصروفات

# Acc_ReturnsOfSaales
source: Returns Of Saales
ar: مردود المبيعات

# Acc_Revenues
source: Revenues
ar: ايرادات

# Acc_sales
source: sales
ar: مبيعات

# Acc_Salespayoff
source: Sales payoff
ar: مردود مبيعات

# Acc_Searchaccounts
source: Search Accounts
ar: بحث في الحسابات

# Acc_SearchTasks
source: Search Tasks
ar: بحث في المهام

# Acc_ServiceAccount
source: Account name
ar: اسم الحساب

# Acc_ServiceBank
source: Bank
ar: البنك

# Acc_ServiceDateHijri
source: Service Hijri Date
ar: تاريخ الصدور هجري

# Acc_ServiceDateMiladi
source: Service Miladi Date
ar: تاريخ الصدور ميلادي

# Acc_ServiceDepartment
source: Issuer
ar: المفوتر

# Acc_ServiceExpireDateHijri
source: Service Expire Hijri Date
ar: تاريخ الفصل هجري

# Acc_ServiceExpireDateMiladi
source: Service Expire Miladi Date
ar: تاريخ الفصل ميلادي

# Acc_ServiceNotes
source: Warning text
ar: نص التحذير

# Acc_ServiceNumber
source: Service Number
ar: رقم الخدمة

# Acc_ServicesType
source: Services Type
ar: انواع الخدمات

# Acc_SettingsSide
source: Settings Side
ar: جهة الإعداد

# Acc_settingsVouchers
source: Settings Vouchers
ar: تجهيز السندات

# Acc_settingsVoucherswithdifferentaccounts
source: Settings Vouchers With Different Accounts
ar: تجهيز واعداد سندات الصرف والقبض بالحسابات المختلفة

# Acc_ShowDocument
source: Show Document
ar: عرض الوثيقة

# Acc_specifiedtime
source: Specified Time
ar: الوقت المقدر

# Acc_starttask
source: Start Task
ar: بداية المهمة

# Acc_Statement
source: Statement
ar: البيان

# Acc_Stoptimes
source: Stop Times
ar: مرات التوقف

# Acc_SubprojectType
source: Sub project Type
ar: نوع المشروع الفرعي

# Acc_Supplier
source: Supplier
ar: مورد

# Acc_SupplierMessageError
source: Save error, failed to create an account for the supplier Make sure to create a main account for the suppliers and link it to the current branch
ar: خطأ في الحفظ, فشل في انشاء حساب للمورد تأكد من انشاء حساب رئيسي للموردين وربطه بالفرع الحالي

# Acc_TaskCode
source: Task Code
ar: كود المهمة

# Acc_taskDescription
source: Task Description
ar: اسم/وصف المهمة

# Acc_taskPeriod
source: Task Period
ar: مدة المهمة

# Acc_Taskstatus
source: Task Status
ar: حالة المهمة

# Acc_tasktype
source: Task Type
ar: نوع المهمة

# Acc_toaccount
source: To Account
ar: إلى حساب

# Acc_trade
source: Trade
ar: متاجرة

# Acc_tree
source: An account tree already exists for this branch. Do you want to replace it?
ar: توجد شجره حسابات موجوده بالفعل لهذا الفرع, هل تريد استبدالها ؟

# Acc_Typeofstatement
source: Type of statement
ar: نوع البيان

# Acc_UndercollectionTabClickes
source: Under Collection Checks
ar: شيكات تحت التحصيل

# Acc_Usersgroups
source: Users groups
ar: مجموعات المستخدمين

# Acc_VoucherDetailes
source: Enter Voucher Detailes
ar: من فضلك ادخل تفاصيل السند

# Acc_VoucherNo
source: Voucher number in other branch
ar: رقم السند بالفرع الاخر

# Acc_Vouchertype
source: Voucher type
ar: نوع السند

# Acc_Withcostcenter
source: With Cost Center
ar: مع مركز التكلفة

# Acc_without
source: Without
ar: بدون

source: Acquired discount
ar: خصم مكتسب

# ActiveNotActive
source: (Active or Not Active)
ar: (نشط/غير نشط)

source: Add File To coustomer
ar: أضف ملف واحد للعميل على الأقل

source: Add Inside
ar: إضافة جهة داخلية

source: Add New Item
ar: اضافة صنف جديد

source: Add New Task
ar: إضافة مهمة جديدة

source: Add Outside
ar: إضافة جهة خارجية

source: Add powers to years
ar: إضافة صلاحيات للسنوات

# AddPro_NewProjectType
source: Add a new project type
ar: إضافة نوع مشروع جديد

# AddPro_SubNewProjectType
source: Add a new subtype
ar: إضافة نوع فرعي جديد

source: Add Revenues and expenses
ar: إضافة إيرادات ومصروفات

source: Add Service Details
ar: إضافة تفاصيل الخدمة

# Add_area
source: Add a region
ar: إضافة منطقة

# admincantaway
source: can't away the admin
ar: لا يمكنك استبعاد المستخدم الإدمن

source: Administrative task number
ar: رقم المهمة الادارية

source: advanced
ar: متقدم

source: Advance number
ar: رقم السلفة

source: adverse
ar: متعسر

source: Agent
ar: الوكيل

source: Agent Jules
ar: جوال الوكيل

# Agricultureinstrument
source: Agriculture by instrument
ar: الذرعة حسب الصك

# Agriculturenature
source: Agriculture by nature
ar: الذرعة حسب الطبيعة

source: Air conditioner type
ar: نوع المكيفات

# AlerText
source: Alert Text
ar: نص التنبيه

# Alerts_circulars_employees
source: Alerts and circulars to employees
ar: التنبيهات وتعاميم الموظفين

# Alert_All_Emp
source: Circular to all employees
ar: التعميم على جميع الموظفين

source: All Archive
ar: كل الأرشيف

source: AllCredit
ar: اجمالي الايرادات

# AllCustomerReport
source: All Customers Report
ar: تقرير جميع العملاء

source: AllDepit
ar: اجمالي المصروفات

source: All Movement
ar: كل الحركات

source: AllProfit
ar: اجمالي الأرباح

# AllTasksReport
source: All Tasks
ar: جميع المهام

source: AllTaxesCredit
ar: مبلغ الضريبة

# AllTaxesCreditGherShaml
source: AllTaxesCreditNotIncludeTaxes
ar: اجمالي الايرادات الغير خاضعة للضريبة

# AllTaxesCreditShaml
source: AllTaxesCreditIncludeTaxes
ar: اجمالي الايرادات الخاضعة للضريبة

source: AllTaxesDepit
ar: مبلغ الضريبة

# AllTaxesDepitGherShaml
source: AllTaxesDepitNotIncludeTaxes
ar: اجمالي المصروفات الغير خاضعة للضريبة

# AllTaxesDepitShaml
source: AllTaxesDepitIncludeTaxes
ar: اجمالي المصروفات الخاضعة للضريبة

source: AllTaxesNeeded
ar: اجمالي الضريبة المستحقة خلال الفترة

source: All Work Order
ar: كل طلبات العمل

source: All users
ar: جميع المستخدمٌين

source: Already find
ar: موجود بالفعل

# Alwaysdifference
source: Always a difference
ar: فرق الدوام

source: Amount after tax
ar: مبلغ بعد الضريبة

# AmountaftertaxText
source: Written Amount After Tax
ar: المبلغ بعد الضريبة كتابياً

source: Amount Of
ar: مبلغ وقدره

# Approval_completed_faild
source: Approval completed successfully
ar: فشل في الأعتماد

source: Approval completed successfully
ar: تم الأعتماد بنجاح

# ArchivePro
source: Do you really want to end the project and transfer it to the archive?
ar: هل تريد بالفعل إنهاء المشروع وتحويله للأرشيف ؟

# ArchiveProject
source: Archive Date
ar: تاريخ الأرشفة

source: Area according to the proportion of construction
ar: المساحة وفق.ن.البناء

source: Are You Sure You Want To Log Out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

# AreyouSureYouWantToPostthisVoucher
source: You Want To Post This Voucher?
ar: هل تريد ترحيل هذا السند؟

source: A second time
ar: فترة ثانية

# askTranfareFailed
source: Request task converted failed
ar: فشل في طلب تحويل المهمة

# askTranfareSucc
source: Request task converted successfully
ar: تم طلب تحويل المهمة بنجاح

# assginTo
source: Assgined To
ar: المكلف

# associated_with_project
source: associated with a project
ar: مرتبط بمشروع

# AttenceDevice
source: Attence Devices
ar: أجهزة البصمة

# Attendance
source: Attendance and departure of employees
ar: الحضور بالبصمة

# AttendanceDepartureRecordedSpecifiedTimes
source: Attendance or departure cannot be recorded at other than specified times
ar: لا يمكن تسجيل الحضور أو الإنصراف في غير الأوقات المحددة

# Att_BranchAttendanceTime
source: Please fill this branch Attendance Time
ar: يرجى ضبط دوام الفرع

# Att_EditAttendence
source: Edit Day Attendence
ar: تعديل بصمة

source: automatic
ar: تلقائي

source: Auto scan with camera
ar: مسح الي بالكاميرا

source: Available
ar: متاح

source: axis
ar: إحداثي

# backCustody
source: Back To Custody
ar: رجوع للعهد

# BackPasswordContent
source: Retrieve password and send it on the mail
ar: استرجاع كلمة المرور وارسالها على الإيميل

source: Balances have been faild rotated
ar: فشل في تدوير الأرصدة

source: Balances have been successfully rotated
ar: تم تدوير الأرصدة بنجاح

source: Balance sheet
ar: قائمة المركز المالي

source: Balance sheet report
ar: تقرير قائمة المركز المالي

source: Basement
ar: البدروم

source: Bedroom+bathroom
ar: غرفة نوم + دورة مياه

# bedroom_bathroom_will_be
source: If you choose (bedroom + bathroom), the number will be
ar: في حال إختيارك (غرفة نوم + حمام) فيكون عددها

source: bedroom only
ar: غرفة نوم فقط

source: Begin the recycling process
ar: البدء في عملية التدوير

# borderbyinstrument
source: the border by instrument
ar: الحدود حسب الصك

# borderbynature
source: the border by nature
ar: الحدود حسب الطبيعة

source: bouncing back
ar: الارتداد

source: Branch Administrator
ar: مسؤول الفرع

# BrancheSetting
source: Setting and setting branch data
ar: ضبط وإعداد بيانات الفرع

source: Branch account
ar: حساب الفرع

source: BuildingNumber
ar: رقم المبنى

source: buliding precent
ar: نسبة البناء

source: By duration
ar: بالمدة

source: By duration with the month
ar: بالمدة مع الشهر

source: by instrument
ar: المساحة حسب الصك

source: by nature
ar: المساحة حسب الطبيعة

source: by organization
ar: المساحة حسب التنظيم

source: Canceled sales invoices
ar: فواتير المبيعات الملغاة

# cannotDeactivateAdminAccount
source: You cannot deactivate the admin account
ar: لا يمكنك إيقاف حساب الادمن

source: Can not delete main branch
ar: لا يمكنك حذف الفرع الرئيسي

source: Can not delete main reason
ar: لا يمكنك حذف سبب رئيسي

source: Can not delete this item
ar: لا يمكنك حذف هذا البند

source: Can not edit this item
ar: لا يمكنك التعديل علي هذا البند

source: Can not save the steps with out tasks
ar: لا يمكنك الحفظ مراحل بدون مهام

# Cannot_Delete_Branch_Financial_Transactions_Message_Error
source: The branch cannot be deleted. The branch has financial transactions
ar: لا يمكن حذف الفرع , الفرع عليه معاملات مالية

# cannot_delete_employees_accounts
source: It is not possible to delete an account from employee accounts, please delete the employee first
ar: لا يمكن حذف حساب من حسابات الموظفين , من فضلك قم بمسح الموظف أولا

# Cannot_Delete_Emp_Financial_Transactions_Message_Error
source: The employee cannot be deleted. The employee's account has financial transactions
ar: لا يمكن حذف الموظف , حساب الموظف عليه معاملات مالية

# Cannot_delete_this_space_range
source: You cannot delete this space range
ar: لا يمكنك حذف هذا المدي المساحة

# cantChangCurrentBranch
source: Can't Chang Your Current Branch
ar: لا يمكنك حذف فرعك الحالي

# cantcreatemanyopening
source: It is not possible to create more than one opening bond in the same fiscal year
ar: لا يمكن إنشاء أكثر من سند قيد افتتاحي في نفس السنه المالية

# canteditepostboun
source: It is not possible to amend a posted bill, you can cancel the posting, amend it and then post it
ar: لا يمكن التعديل على سند مرحل ، يمكنك إلغاء الترحيل والتعديل عليه ومن ثم ترحيله

# canteditevoucher
source: It is not possible to modify a posted bond, you can make a reverse entry and create the correct entry
ar: لا يمكن التعديل على سند مرحل ، بإمكانك عمل قيد عكسي وإنشاء القيد الصحيح

# cantFinishproject
source: The project cannot be completed, the project has financial payments
ar: لا يمكن انهاء المشروع , المشروع عليه دفعات مالية

# cantFinishproject1
source: The project cannot be completed, the project has tasks that must be accomplished or deleted.
ar: لا يمكن انهاء المشروع , المشروع عليه مهام لابد من إنجازها أو حذفها"

# CantMoveProSetting
source: Con't Move Project Setting To Same Type
ar: لا يمكن نقل السير لنفس النوع

# cantposting
source: This bond has been posted, cannot be deleted
ar: هذا السند تم ترحيله ,لا يمكن حذفه

# Cantruntask
source: You can not run the mission must be completed
ar: لا يمكنك تشغيل المهمة لابد من انهاء

source: Can do it successfully
ar: تم الأتاحة بنجاح

source: career allowance
ar: بدل مهنة

# Car_Minsurance
source: Insurance
ar: تأمين

source: car parking
ar: مواقف سيارات

source: Center Cost - Accounts
ar: مراكز التكلفة - الحسابات

# changeemail
source: change email. it already exist
ar: قم بتغيير الايميل ف هو موجود بالفعل!

source: Changes In Task
ar: التغيرات في المهمة فقط

# changeusername
source: change username, it already exist
ar: قم بتغيير اسم المستخدم فهو موجود من قبل

source: Change the CR, it already exists!
ar: قم بتغيير السجل التجاري ، فهو موجود بالفعل!

source: Chart of Accounts
ar: دليل الحسابات

source: Check date / transfer
ar: تاريخ الشيك / الحوالة

source: Check number already exists
ar: رقم الشيك موجود من قبل

source: Check / transfer details
ar: تفاصيل الشيك/ الحوالة

source: Check / transfer number
ar: رقم الشيك / الحوالة

source: Check the duration
ar: تأكد من المدة

# check_the_item_and_account
source: Please check the item and account
ar: من فضلك تأكد من الصنف و حسابه

# Children_play_area
source: Children's play area
ar: منطقة للعب الأطفال

# Choosecapturetype
source: Choose the capture type
ar: اختر نوع القبض

# choosecustomeraccount
source: must choose customer account number
ar: يجب اختيار رقم حساب العميل

# Chooseexchangeaccount
source: The exchange account number must be chosen
ar: يجب اختيار رقم حساب الصرف

# choosefinYear
source: Failed to save. Be sure to choose fiscal year first
ar: فشل في الحفظ ,تأكد من اختيار السنة المالية أولا

# ChooseGroup
source: First Choose Group
ar: اختر المجموعة اولا

# Chooseinstrumentsource
source: Choose the instrument source
ar: اختر مصدر الصك

# ChooseMainPhase
source: First, Choose Main Phase
ar: اختر مرحلة رئيسة أولاً

# chooseOneFile
source: choose at least one file to upload
ar: اختر على الاقل مشروع واحد لتحميل ملفاته

# ChooseProType
source: First, Choose Project Type
ar: اختر نوع المشروع أولاً

# ChooseReceiptaccount
source: Receipt account number must be chosen
ar: يجب اختيار رقم حساب القبض

# ChooseSubPhase
source: First, Choose SubPhase
ar: اختر مرحلة فرعية أولاً

# ChooseSubType
source: First, Choose Project SubType
ar: اختر نوع المشروع الفرعي أولا

source: Choose the location of the release
ar: اختر مكان الإصدار

# Choose_category
source: Choose a category
ar: اختر الفئة

source: Christian
ar: مسيحي

# classifyTheFathersAccountForThisAccount
source: Make sure to classify the father's account for this account
ar: تأكد من تصنيف حساب الاب لهذا الحساب

source: Clients with sums of money
ar: عملاء عليهم مبالغ مالية

source: Close
ar: إغلاق

# CloseAcc
source: close account
ar: ايقاف الحساب

source: closed kitchen
ar: مطبخ مغلق

# CloseTheAcc
source: date of expire the account
ar: تاريخ انتهاء الحساب

source: Closing credit
ar: ختامي دائن

source: Closing Voucher
ar: قيد اقفال

# codeExists
source: code already exists
ar: الكود موجود من قبل

source: Commerial Registration
ar: الرقم الضريبى

source: communication
ar: اتصال

source: Communication Allowance
ar: بدل اتصال

# CompanyName
source: Company Name Arabic
ar: اسم الشركة (عربي)

# CompanyNameAr
source: Company Name (Arabic)
ar: اسم الشركة (عربي)

# CompanyNameE
source: Company Name English
ar: أسم الشركة (إنجليزي)

# CompanyNameEn
source: Company Name (English)
ar: اسم الشركة (انجليزي)

# Compelte
source: Complete
ar: مكتمل

# completeTheProcess
source: Projects must be canceled to complete the process
ar: مشاريع يجب الغاءه لإتمام العملية

source: Completion Rate
ar: نسبة الإنجاز

# Concludingdebtor
source: Concluding a debtor
ar: ختامي مدين

# ConfirmEmail
source: Please email differently, please confirm it correctly
ar: من فضلك البريد الالكتروني مختلف يرجى تأكيده بشكل صحيح

# ConfirmSalary
source: Salary Confirmation
ar: اعتماد المسير

source: Connect
ar: إتصال

# connectionWith
source: Connection With (OutBox/InBox)
ar: ربط مع (صادر/وارد)

source: consolidated income statement
ar: قائمة الدخل المجمعة

source: Construction license components
ar: مكونات رخصة الانشاء

source: Contact us
ar: تواصل معنا

source: Contact information
ar: معلومات الاتصال

# Contac_AddInbox
source: Add InBox
ar: إضافة وارد

# Contac_AddOutBox
source: Add OutBox
ar: إضافة صادر
