Repository: MohammedDawoud/TameerNewAPI
Catalog: TaamerProject.Service/LocalResources/Resources.*.resx
Languages: ar

# Pro_Completionrate
source: Completion Rate
ar: نسبة الإنجاز

# Pro_ConstraintNo
source: Constraint No
ar: رقم القيد

# Pro_ContractAmount
source: Contract Amount
ar: مبلغ العقد

# Pro_ContractDate
source: Contract Date
ar: تاريخ العقد

# Pro_ContractHijriDate
source: Contract Hijri Date
ar: تاريخ العقد(هجري)

# Pro_ContractHistory
source: Contract History
ar: تاريخ العقد

# Pro_ContractNumber
source: ContracNumber
ar: رقم العقد

# Pro_ContractPeriod
source: Contract Period
ar: مدة العقد بالأيام

# Pro_ContractSignatureHijriDate
source: Contract Signature Hijri Date
ar: تاريخ توقيع العقد (هجري)

# Pro_contractsignatureMiladiDate
source: contract signature Miladi Date
ar: تاريخ توقيع العقد

# Pro_ContractType
source: Contract Type
ar: نوع العقد

# Pro_ContractValue
source: ContractValue
ar: قيمة العقد

# Pro_ContractValueWithVat
source: Contract Value +Vat
ar: قيمة العقد + القيمة المضافة

# Pro_Conversiontofollowing
source: Conversion To Following
ar: تحويل للمتابعة

# Pro_coordinatex
source: Coordinate x
ar: إحداثي x

# Pro_coordinatey
source: Coordinate y
ar: إحداثيy

# Pro_Copy
source: Copy
ar: نسخ

# Pro_CranesLiftCenter
source: Cranes Lift Center
ar: مركز رفع المرفقات

# Pro_CurrenSubPhase
source: Curren Sub Phase
ar: المرحلة الفرعية الحالية

# Pro_CurrentPhase
source: Current Phase
ar: المرحلة الحالية

# Pro_CurrentProjects
source: Current Projects
ar: المشاريع الحالية

# Pro_Customer
source: Customer
ar: العميل

# Pro_Customer1
source: Customer
ar: العميل

# Pro_CustomerAccount
source: Custome rAccount
ar: حساب العميل

# Pro_CustomerCode
source: Customer Code
ar: كود العميل

# Pro_CustomerContracts
source: Customers Contracts
ar: عقود العملاء

# Pro_CustomerFiles
source: Customer Files
ar: مستندات ووثائق العميل

# Pro_CustomerName
source: Customer Name
ar: اسم العميل

# Pro_CustomerNameArabic
source: Customer Name Arabic
ar: اسم العميل (عربي)

# Pro_CustomerNameEnglish
source: Customer Name English
ar: اسم العميل (انجليزي)

# Pro_CustomerNumber
source: Customer Number
ar: رقم العميل

# Pro_Customerpayments
source: Customer payments
ar: دفعات العميل

# Pro_Customers
source: Customers
ar: العملاء

# Pro_Customers1
source: Search and inquire
ar: الإضافة والبحث

# Pro_CustomerType
source: CustomerType
ar: نوع العميل

# Pro_CutomerContract
source: Cutomer Contract
ar: عقود العميل

# Pro_DateagencyMiladiDate
source: Agency Miladi Date
ar: تاريخ الوكالة

# Pro_DeleteProject
source: Delete Project
ar: هل تريد الغاء هذا المشروع؟

# Pro_DepartmentCode
source: Department Code
ar: كود القسم

# Pro_DepartmentEmployee
source: Department Employee
ar: موظفو القسم

# Pro_Departments
source: Departments
ar: الأقسام

# Pro_Describtion
source: Describtion
ar: اسم/وصف للمشروع

# Pro_Design
source: Design
ar: تصميم

# Pro_District
source: District
ar: الحي

# Pro_DocumentCategory
source: Document Category
ar: فئة المستند

# Pro_DocumentCode
source: Document Code
ar: كود المستند

# Pro_DocumentDescribtion
source: Document Describtion
ar: وصف المستند

# Pro_DocumentName
source: Document Name
ar: اسم المستند

# Pro_Documents
source: Documents
ar: الوثائق والمستندات

# Pro_DocumentStatus
source: Document Status
ar: حالة المستند

# Pro_DocumentTitle
source: Document Title
ar: عنوان المستند

# Pro_DownloadFile
source: Download File
ar: تحميل الملف

# Pro_DownloadFiles
source: Download Files
ar: تحميل ملفات

# Pro_emailMassges
source: Email Massges
ar: رسائل البريد الالكتروني

# Pro_EmailMessages
source: Email Messages
ar: رسائل البريد الالكتروني

# Pro_Emailsupervisor
source: Email Supervisor
ar: البريد الالكترونى للمشرف من الجهة

# Pro_EmployeeCode
source: Employee Code
ar: كود الموظف

# Pro_Endtask
source: End task
ar: إنهاء المهمة

# Pro_endTaskAsk
source: Do You Want To End This Task
ar: هل تريد انهاء المهمة

# Pro_endWorkOrderAsk
source: Do You Want To End This Work Order
ar: هل تريد انهاء أمر العمل

# Pro_Engineer
source: Engineer
ar: المهندس

# Pro_EnglishModelName
source: Model Name (English)
ar: اسم الملف (إنجليزي)

# Pro_Entercomment
source: Enter Comment
ar: ادخل التعليق

# Pro_Enterinvoicedate
source: Enter Tnvoice Date
ar: ادخل تاريخ الفاتورة

# Pro_enterModelType
source: Enter Model Type
ar: ادخل نوع الملف

# Pro_enterNameFile
source: Enter Name File
ar: ادخل اسم الملف

# Pro_Evaluatestatusproject
source: Evaluate Status Project
ar: تقيم وضع المشروع

# Pro_Exceldocument
source: Excel document
ar: تصدير

# Pro_Expeditor
source: Expeditor
ar: المعقب

# Pro_ExternalEmployee
source: External Employee
ar: المسؤول بالجهة

# Pro_ExternalSide
source: External Side
ar: الجهات الخارجية

# Pro_Extractsandreceivables
source: Extracts And Receivables
ar: مستخلصات ومستحقات

# Pro_faildExchange
source: faild to exchange the task
ar: فشل في التحويل

# Pro_faildPlustimeTask
source: Failed to request extension
ar: فشل في طلب التمديد

# Pro_faildStarttask
source: faild start task
ar: فشل في التشغيل

# Pro_faildStopTask
source: faild stop task
ar: فشل في الإيقاف

# Pro_Fax
source: Fax
ar: الفاكس

# Pro_File
source: File
ar: الملف

# Pro_FileDescribtion
source: File Describtion
ar: وصف الملف

# Pro_Fileinstruments
source: File Instruments
ar: ملف الصكوك

# Pro_finalamount
source: final Amount
ar: المبلغ النهائي

# Pro_Finalamountwriting
source: Final Amount Writing
ar: المبلغ النهائي كتابياً

# Pro_FinancialDetailsOfCustomers
source: Financial Details Of Customers
ar: كشف بالأرصدة الآجلة للعملاء

# Pro_FinishedWork
source: Finished Work
ar: ما تم عمله

# Pro_From
source: From
ar: من

# Pro_FromDate
source: From Date
ar: من تاريخ

# Pro_Fulldescription
source: Full description
ar: وصف كلي للمستند

# Pro_GeneralLocation
source: General Location
ar: الموقع العام

# Pro_GeneralManagerName
source: New Contract
ar: اسم المدير العام

# Pro_Governmentagencies
source: Government agencies
ar: جهات حكومية

# Pro_Governmental
source: governmental
ar: حكومي

# Pro_GovernmentBadge
source: Government Badge
ar: جهة حكومية

# Pro_Governmentproject
source: Government Project
ar: مشروع حكومى

# Pro_History
source: History
ar: تاريخه

# Pro_Importance
source: Importance
ar: الأهمية

# Pro_inboxfiles
source: inbox files
ar: ملفات الوارد

# Pro_Incomingnumber
source: Incoming Number
ar: رقم الوارد

# Pro_InstrumentDate
source: Instrument Date
ar: تاريخ الصك

# Pro_InstrumentNumber
source: Instrument Number
ar: رقم الصك

# Pro_InstrumentSource
source: Instrument Source
ar: مصدر الصك

# Pro_InstrumentSources
source: Instrument Sources
ar: الجهة

# Pro_InstrumentSourcesBody
source: Instrument Sources Body
ar: الجهة القضائية

# Pro_InstrumentSourcesNameEnglish
source: Instrument Sources Name nglish
ar: الجهة (إنجليزي)

# Pro_InvestorCompanyBadge
source: Nvestor Company Badge
ar: مستثمرون وشركات

# Pro_Inwriting
source: Inwriting
ar: كتابياً

# Pro_Issued
source: Issued
ar: الصادر

# Pro_Landarea
source: Land Area
ar: مساحة الأرض

# Pro_Landareaafterrecoil
source: Land Area After Recoil
ar: مساحة الأرض بعد الارتداد

# Pro_Lastpayment
source: Last Payment
ar: القسط الأخير

# Pro_Late
source: Late
ar: متأخر

# Pro_LateWorkOrder
source: Late Work Order
ar: أوامرعمل متأخرة

# Pro_LicensedHijriDate
source: Licensed Hijri Date
ar: تاريخ الرخصة (هجري)

# Pro_LicensedMiladiDate
source: Licensed Miladi Date
ar: تاريخ الرخصة

# Pro_licensenumber
source: License Number
ar: رقم الرخصة

# Pro_MainScreen
source: Main Screen of Projects
ar: الشاشة الرئيسية للمشاريع

# Pro_MangerNotes
source: Manger Notes
ar: ملاحظات المدير

# Pro_Maximumsaving
source: Maximum Saving 100Gb
ar: الحد الأقصى لحفظ واسترجاع الملفات 100 ميجا.

# Pro_Messages
source: Messages
ar: الرسائل

# Pro_Mobilesupervisor
source: Mobile Supervisor
ar: جوال المشرف من الجهة

# Pro_ModelName
source: Model Name
ar: اسم الملف

# Pro_Models
source: Model
ar: النماذج

# Pro_ModelType
source: Model Type
ar: انواع الملفات

# Pro_MonthlyPayment
source: Monthly Payment
ar: القسط الشهري

# Pro_Mopile
source: MoIile
ar: الجوال

# Pro_NameArabic
source: Name Arabic
ar: الاسم (عربي)

# Pro_NameEnglish
source: Name English
ar: الاسم (إنجليزي)

# Pro_NationalIdCommercialRegNo
source: NationalId
ar: رقم الهوية

# Pro_NationalSource
source: National Source
ar: جهة الإصدار

# Pro_NewBulidingType
source: New Buliding Type
ar: نوع بناء جديد

# Pro_NewContract
source: New Contract
ar: عقد جديد

# Pro_NewContractWithPayments
source: New Contract With Payments
ar: عقد جديد دفعات

# Pro_NewContractWithWizared
source: New Contract With Wizared
ar: عقد جديد معالج أقساط

# Pro_NewCustomer
source: New Customer
ar: عميل جديد

# Pro_newefficientType
source: New Efficient Type
ar: نوع معاملة جديدة

# Pro_NewGovernmentProjectWithoutWizared
source: New Government Project Without Wizared
ar: مشروع جديد حكومي بدون معالج

# Pro_NewModel
source: New Model
ar: نموذج جديد

# Pro_Newpiecenumber
source: New Piece Number
ar: رقم قطعة جديدة

# Pro_newproject
source: New
ar: جديد

# Pro_NewProjectType
source: New Project Type
ar: نوع مشروع جديد

# Pro_NewProjectWithoutWizared
source: New Project Without Wizared
ar: مشروع جديد بدون معالج

# Pro_newRegion
source: New Region
ar: منطقة جديدة

# Pro_newRequirement
source: New Requirement
ar: إضافة متطلب جديد

# Pro_Newsource
source: New source
ar: مصدر جديد

# Pro_Notes
source: Notes
ar: ملاحظات

# Pro_Notice
source: Notice
ar: الإشعار

# Pro_NotificationAllUsers
source: Notification AllUsers
ar: تنبيه على كل المستخدمين

# Pro_NotificationDate
source: Notification Date
ar: تاريخ التنبيه

# Pro_NotificationDescription
source: Notification Description
ar: الوصف

# Pro_NotificationHijriDate
source: Notification Hijri Date
ar: تاريخ التنبيه هجري

# Pro_NotificationMiladiDate
source: Notification Miladi Date
ar: تاريخ التنبيه

# Pro_NotificationName
source: Notification Name
ar: عنوان التنبيه

# Pro_NumberofRoles
source: Number Of Roles
ar: عدد الأدوار

# Pro_NumberRoles
source: number of roles
ar: عدد الأدوار

# Pro_OfficeArea
source: Office Area
ar: منطقة المكتب

# Pro_orderBy
source: Order By
ar: التكليف بواسطة

# Pro_orderBy1
source: Order By
ar: الامر بواسطة

# Pro_OrderNo
source: Order No
ar: رقم الطلب

# Pro_OrderNo1
source: order number
ar: رقم الطلب

# Pro_Ordernumber
source: Order Number
ar: رقم الطلب

# Pro_Outboxnumber
source: Outbox Number
ar: رقم الصادر

# Pro_outBoxto
source: OutBox To
ar: صادر إلى

# Pro_Outgoingfiles
source: Outgoing files
ar: ملفات الصادر

# Pro_OutsideResponsible
source: Outside Responsible
ar: المسؤول بالجهة الخارجية

# Pro_Owner
source: Owner
ar: الجهة المالكة

# Pro_PauseTask
source: do you want to pause this task
ar: هل تريد إيقاف المهمة

# Pro_Pay
source: Pay
ar: دفع

# Pro_PaymentCount
source: Payment Count
ar: عدد الأقساط

# Pro_paymentHijriDate
source: Payment Hijri Date
ar: تاريخ الدفعة (هجري)

# Pro_paymentMiladiDate
source: Payment Miladi Date
ar: تاريخ الدفعة

# Pro_Paymentnumber
source: Payment Number
ar: رقم الدفعة

# Pro_PaymentsCountSet
source: Payments Count Set
ar: طريقة حساب الأقساط

# Pro_Paymentsdetails
source: Payments Details
ar: تفاصيل الأقساط

# Pro_PaymentsDitalis
source: Payments Ditalis
ar: تفاصيل الدفعات

# Pro_PaymentStartDate
source: Payment Start Date
ar: بداية الأقساط

# Pro_PaymentStartHijriDate
source: Payment Start Hijri Date
ar: بداية الأقساط (هجري)

# Pro_PaymentTax
source: Payment Tax
ar: ضريبة الدفعة

# Pro_PaymentType
source: Payment Type
ar: طريقة السداد

# Pro_personCode
source: Person Code
ar: كود فرد الاتصال

# Pro_personName
source: Person Name
ar: اسم فرد الاتصال

# Pro_Phase
source: Phase
ar: المرحلة

# Pro_piecenumber
source: Piece Number
ar: رقم القطعة

# Pro_PlaningNumber
source: Planing Number
ar: رقم المخطط

# Pro_Planning
source: Planning
ar: المخطط

# Pro_PlanningName
source: Planning Name
ar: اسم المخطط

# Pro_PlayTask
source: do you want to play this task
ar: هل تريد تشغيل المهمة

# Pro_PlayTaskAsk
source: Play Task
ar: تشغيل المهمة

# Pro_PlusTasktime
source: A request to extend the mission was requested pending the approval of the manager
ar: تم طلب تمديد المهمة في انتظار موافقه الادمن

# Pro_PremiumWizard
source: Premium Wizard
ar: معالج الاقساط

# Pro_PrimarydeliveryMiladidate
source: Primary Delivery Miladi Date
ar: موعد التسليم الابتدائي

# Pro_PrimaryeliveryHijridate
source: Primary Elivery Hijri Date
ar: موعد التسليم الابتدائي (هجري)

# Pro_Printcustomerdata
source: Print customer data
ar: طباعة بيانات العميل

# Pro_PrivateCustomer
source: Private Customer
ar: عميل خاصVIP

# Pro_PrjectNumber
source: Project Number
ar: رقم المشروع

# Pro_ProjectApproval
source: Project Approval
ar: الموافقة على المشروع

# Pro_ProjectBranch
source: Project Branch
ar: فرعي من المشروع

# Pro_ProjectCenter
source: Project Center
ar: مركز المشاريع

# Pro_projectdata
source: Project Data
ar: بيانات المشروع

# Pro_ProjectDescription
source: Project Description
ar: وصف المشروع

# Pro_ProjectEperidHijriDate
source: Project Eperid Hijri Date
ar: تاريخ انتهاء المشروع (هجري)

# Pro_ProjectEperidMiladiDate
source: Project Experid Miladi Date
ar: تاريخ انتهاء المشروع

# Pro_Projectfiles
source: Project Files
ar: ملفات المشروع

# Pro_ProjectFinish
source: Project Finish
ar: إنهاء مشروع

# Pro_ProjectHijriDate
source: Project Date
ar: تاريخ المشروع

# Pro_Projectmanagement
source: Project Mangement
ar: ادارة المشاريع

# Pro_Projectmanager
source: Project Manager
ar: مدير المشروع

# Pro_ProjectMiladiDate
source: Project Miladi Date
ar: تاريخ المشروع

# Pro_ProjectMovementWithinTheOutside
source: Project Movement Within The Outside
ar: حركة المشروع داخل الجهة الخارجية

# Pro_projectName
source: project Name
ar: كود المشروع

# Pro_ProjectNumber
source: Project Number
ar: رقم المشروع

# Pro_Projects
source: Projects
ar: المشاريع

# Pro_ProjectSetting
source: Set project options
ar: ضبط خيارات المشروع

# Pro_ProjectSettingNo
source: Project progress number
ar: رقم سير المشروع

# Pro_ProjectSettingNote
source: Project progress description
ar: وصف سير المشروع

# Pro_ProjectsRequirements
source: Projects Requirements
ar: متطلبات المشاريع

# Pro_ProjectStatus
source: Project Status
ar: حالة المشروع

# Pro_Projecttasks
source: Project Tasks
ar: مهام المشروع

# Pro_ProjectType
source: Project Type
ar: نوع المشروع

# Pro_ProjectValue
source: Project Value
ar: قيمة المشروع

# Pro_Project_report
source: Project Report
ar: تقرير المشروعات

# Pro_PyamentWizard
source: Pyament Wizard
ar: معالج الأقساط

# Pro_ReasonforRejectionAcceptance
source: Reason for Rejection/Acceptance
ar: سبب الرفض/القبول

# Pro_ReceiptNotes
source: Receipt Notes
ar: ملاحظات الاستلام

# Pro_receiptsiteHigriDate
source: receipt site Higri Date
ar: تاريخ استلام الموقع (هجري)

# Pro_receiptsiteMiladiDate
source: receiptsite Miladi Date
ar: تاريخ استلام الموقع

# Pro_receiveddate
source: Received Date
ar: تاريخ الإستلام

# Pro_ReceivingAndSendingList
source: Receiving and Sending List
ar: قائمة الاستلام وإلارسال

# Pro_ReceivingRejecting
source: Receiving / Rejecting
ar: استلام / رفض

# Pro_Reference
source: Reference
ar: المرجع

# Pro_Refusal
source: Refusal
ar: رفض

# Pro_Region
source: Region
ar: المنطقة

# Pro_RegionType
source: Region Type
ar: نوع المنطقة

# Pro_RegistrationDate
source: Registration Date
ar: تاريخ التسجيل

# Pro_regular
source: Regular
ar: منتظم

# Pro_Rejectionorder
source: Rejection the application
ar: رفض الطلب

# Pro_RejectProject
source: Reject Project
ar: رفض المشروع

# Pro_remainingAmount
source: Remaining Amount
ar: المبلغ المتبقي

# Pro_Reportissued
source: Report issued
ar: تقرير الصادر

# Pro_reports
source: reports
ar: التقارير

# Pro_RequiredWork
source: Required Work
ar: المطلوب

# Pro_RequiredWork1
source: Required Work
ar: المهمة الإدارية المطلوب تنفيذها

# Pro_Requirements
source: Requirements
ar: تعيين متطلبات النموذج

# Pro_ResourceType
source: Resource Type
ar: نوع المورد

# Pro_Responsibility
source: Responsibility
ar: المسئولية

# Pro_ResponsibleEngineer
source: Responsible Engineer
ar: المهندس المسؤول

# Pro_ResponsiblePerson
source: Responsible Person
ar: الشخص المسؤول

# Pro_Scansnertow
source: Scansner Tow
ar: سحب اسكانر

# Pro_Searchcustomers
source: Search Customers
ar: بحث في العملاء

# Pro_SearchEmployees
source: Search Employees
ar: بحث في الموظفين

# Pro_SearchHistory
source: Search History
ar: بحث بالتاريخ

# Pro_SearchProjects
source: Search
ar: بحث

# Pro_SearchProjects1
source: search
ar: متقدم

# Pro_send
source: Send
ar: ارسال

# Pro_Sendemail
source: Send Email
ar: ارسال بريد الكتروني

# Pro_Sender
source: Sender
ar: مرسل

# Pro_Sendnotification
source: Send Notification
ar: إرسال اشعار

# Pro_SetModelrequirements
source: Set Model Requirements
ar: تعيين متطلبات النموذج

# Pro_Setrequirements
source: Set Requirements
ar: تعيين متطلبات

# Pro_Shortdescription
source: Short Description
ar: وصف مختصر للمستند

# Pro_Show
source: Show
ar: عرض

# Pro_showattachments
source: show Attachments
ar: عرض المرفقات

# Pro_SignatureUpload
source: Signature Upload
ar: تحميل / ورفع التوقيع

# Pro_Site
source: Site
ar: الموقع

# Pro_SiteNumber
source: Site Number
ar: رقم الموقع

# Pro_SketchName
source: Sketch Name
ar: اسم المخطط

# Pro_SketchNumber
source: Sketch Number
ar: رقم المخطط

# Pro_SMS
source: SMS
ar: رسائل الSMS

# Pro_Space
source: Space
ar: مساحة

# Pro_Spacesanddesign
source: Spacesand Design
ar: مساحات و تصميم

# Pro_Statement
source: Statement
ar: البيان

# Pro_stopTask
source: task Stopped
ar: تم ايقاف المهمة

# Pro_stopTaskAsk
source: Stop Task
ar: إيقاف المهمة

# Pro_street
source: Street
ar: الشارع

# Pro_Subject
source: Subject
ar: الموضوع

# Pro_SubNewProjectType
source: Sub New Project Type
ar: نوع مشروع فرعي جديد

# Pro_Subproject
source: Sub Project
ar: متفرع من مشروع

# Pro_Subprojecttype
source: Sub Project type
ar: نوع المشروع الفرعي

# Pro_SubprojecttypeDetails
source: RequiredDetails
ar: تفاصيل المشروع الفرعي

# Pro_SupervEndHijriDate
source: Superv End Hijri Date
ar: نهاية الإشراف (هجري)

# Pro_Supervision
source: Supervision
ar: طلعات الإشراف

# Pro_supervisionDate
source: supervision Date
ar: تاريخ امر الإشراف

# Pro_SupervisionEndDate
source: Supervision End Date
ar: نهاية الإشراف

# Pro_supervisionNumber
source: supervision Number
ar: رقم الإشراف

# Pro_supervisionProvision
source: supervision Provision
ar: إتاحة طلعة اشراف

# Pro_Supervisions
source: Supervision
ar: إشراف

# Pro_SupervisionSatartDate
source: Supervision Start Date
ar: بداية الإشراف

# Pro_Supervisoroftheprojectfromtheowner
source: Supervisor Of the Project from the Owner
ar: المشرف من الجهة المالكة

# Pro_SupervisoroftheprojectfromtheownerEmail
source: Supervisor Of the Project from the Owner Email
ar: البريد الإلكتروني للمشرف من الجهة

# Pro_SupervisoroftheprojectfromtheownerMobile
source: Supervisor of the Project from the Owner Mobile
ar: جوال المشرف من الجهة المالكة

# Pro_Supervisorowner
source: Supervisor Owner
ar: المشرف من الجهة المالكة

# Pro_SupervStartHijriDate
source: Superv Start Hijri Date
ar: بداية الإشراف (هجري)

# Pro_Suppliercode
source: Supplier code
ar: كود المورد

# Pro_Suppliertype
source: Supplier type
ar: نوع المورد

# Pro_task
source: Task
ar: المهمة

# Pro_task1
source: Task
ar: المهمة

# Pro_TaskCantExtention
source: The task is complete, you cannot extend it
ar: المهمة مكتملة لا يمكنك تمديدها

# Pro_taskCantPaly
source: Sorry, the task is complete, you cannot run it
ar: عفوا المهمة مكتملة لا يمكنك تشغيلها

# Pro_taskCantPaly2
source: Sorry, the task is complete, you cannot stop it
ar: عفوا المهمة مكتملة لا يمكنك ايقافها

# Pro_TaskDetalis
source: Task Detalis
ar: تفاصيل المهمة

# Pro_taskExchange
source: asked to exchange
ar: مطلوب تحويلها

# Pro_taskPluseTime
source: The task was successfully extended
ar: تم تمديد المهمة بنجاح

# Pro_taskPlusTime
source: The task is already under extension
ar: المهمة قيد التمديد بالفعل

# Pro_TaskRemainingTime
source: Task Remaining Time
ar: المتبقي منها

# Pro_taskrun
source: Task run time
ar: وقت تشغيل المهمة

# Pro_taskStart
source: Task Started
ar: تم تشغيل المهمة

# Pro_taskTime
source: Task Time
ar: مدتها

# Pro_tax
source: Tax
ar: الضريبة

# Pro_TaxType
source: Tax Type
ar: نوع الضريبة

# Pro_TaxValue
source: Tax Value
ar: قيمة الضريبة

# Pro_Text
source: Text
ar: النـص

# Pro_Textnotification
source: Text notification
ar: نص الإشعار

# Pro_to
source: To
ar: إلى

# Pro_Tools
source: Tools
ar: الأدوات

# Pro_Total
source: Total
ar: الإجمالي

# Pro_TotalContractValue
source: Total Contract Value
ar: الإجمالي بعد الضريبة

# Pro_TransactionType
source: Transaction Type
ar: نوع المعاملة

# Pro_Typeconstruction
source: Type Construction
ar: نوع البناء

# Pro_TypeconstructionArabic
source: ConstructionType (Arabic)
ar: نوع البناء (عربي)

# Pro_TypeconstructionEnglish
source: ConstructionType (English)
ar: نوع البناء (إنجليزي)

# Pro_Typenewbuilding
source: Type New Building
ar: نوع بناء جديد

# Pro_TypeofAbstract
source: Type of Abstract
ar: نوع المستخلص

# Pro_Typeoftransaction
source: Type of Transaction
ar: نوع المعاملة

# Pro_Underdrainage
source: Under Drainage
ar: تحت الصرف

# Pro_Upload
source: Upload
ar: تحميل / ورفع المستخلص

# Pro_UploadBy
source: Upload By
ar: مرفوع بواسطة

# Pro_Uploaddate
source: Upload date
ar: تاريخ الرفع

# Pro_Uploadfalied
source: Failed To upload files
ar: فشل في رفع الملفات

# Pro_uploadfiles
source: Upload files
ar: رفع ملفات

# Pro_UploadSignedContract
source: Upload Signed Contract
ar: رفع العقد المختوم

# Pro_UploadToOutside
source: Upload to Outside
ar: رفع لجهة خارجية

# Pro_User
source: User
ar: المستخدم

# Pro_Value
source: Value
ar: القيمة

# Pro_Workingonit
source: Working On It
ar: جاري العمل عليه

# Pro_WorkOrder
source: Work Order
ar: أوامر عمل

# Pro_WorkOrderDate
source: Work Order Date
ar: تاريخ الأمر

# Pro_WorkOrderNew
source: New Work Order
ar: مهمة إدارية جديدة

# Pro_WorkOrderNo
source: Work Order Number
ar: رقم المهمة والتكليف

# Pro_WorkOrderProject
source: Work Order Project
ar: مشروع أوامر عمل

# Pro_Workorders
source: Work Orders
ar: أوامر عمل

# Pro_Workorders1
source: Work order management
ar: متابعة المهام الإدارية

# Pro_writingAmount
source: writing Amount
ar: المبلغ كتابياً

# Pullfromthefingerprintdevice
source: Pull Data from the fingerprint devices
ar: جلب البيانات من أجهزة البصمة

source: Purchases bill
ar: فاتورة مشتريات

source: Purchases VAT account
ar: حساب ضريبة القيمة المضافة على المشتريات

source: Purchase invoice return
ar: مردود فاتورة مشتريات

# Pused
source: Paused
ar: ايقاف مؤقت

source: Put Your Notes In Project
ar: ضع ملاحظاتك على المشروع

source: Quotation request
ar: طلب تسعيرة

source: Quotations
ar: عروض الأسعار

source: QUOTE REQUEST
ar: طلب عرض السعر

source: Reactive Account Date
ar: تاريخ إعادة تنشيط الحساب

# ReadAllNotification
source: All Notification Reased Successfuly
ar: تمت مشاهدة جميع الإشعارات الواردة

# receivedFrom
source: we received from
ar: استلمنا من

source: Received successfully
ar: تم الاستلام بنجاح

source: reception hall
ar: مجلس

source: Record Source
ar: مصدر السجل

source: Recycle balances
ar: تدوير الأرصدة

source: Recycled Failed
ar: فشل في التدوير

source: Recycled successfully
ar: تم التدوير بنجاح

source: Recycling
ar: استرجاع التدوير

source: Recycling balances from a year
ar: تدوير الأرصدة من سنة

source: Region Name
ar: اسم المنطقة

source: Region type
ar: نوع المنطقة

source: regular
ar: منتظم

# relevance_has_been_changed_successfully
source: The relevance has been changed successfully
ar: تم تغيير الاهمية بنجاح

# renewal
source: and you should renewal it.
ar: يجب عليك تجدديها

source: Repeated
ar: المتكرر

# ReportCollection
source: collection report
ar: التقرير المجمع

source: Report customers during a period
ar: تقرير عملاء خلال فترة

# Rep_EmpIdentity
source: Employee identity
ar: بطاقة الموظف

source: Requests
ar: طلبات

source: Requests pending approval
ar: طلبات بانتظار الموافقة

# Request_general_quotation
source: Request a general quotation
ar: طلب تسعيرة عامة

# request_sent_successfully
source: Your request has been sent successfully and we will contact you shortly
ar: تم إرسال الطلب بنجاح و سيتم التواصل معك قريبا
